Repository: GitMirroring/www-fr
Catalog: licenses/old-licenses/gpl-2.0.*.po
Languages: fr

source: GNU General Public License v2.0 - GNU Project - Free Software Foundation
fr: Licence publique générale GNU, v2.0 - Projet GNU - Free Software Foundation

source: GNU General Public License, version&nbsp;2
fr: Licence publique générale GNU, version 2

source: <b><a href="#SEC1">Skip to license text</a></b>
fr: <b><a href="#SEC1">Texte de la GPLv2</a></b>

source: <a href="/licenses/gpl.html">The latest version of the GPL, version 3</a>
fr: <a href="/licenses/gpl.html">Dernière version de la GPL (version 3)</a>

source: <a href="/licenses/gpl-violation.html">What to do if you see a possible GPL violation</a>
fr: <a href="/licenses/gpl-violation.html">Que faire si vous constatez une possible violation de la GPL ?</a>

source: <a href="/licenses/old-licenses/gpl-2.0-translations.html">Translations of GPLv2</a>
fr: <a href="/licenses/old-licenses/gpl-2.0-translations.html">Traductions de la GPLv2</a>

source: <a href="/licenses/old-licenses/gpl-2.0-faq.html">GPLv2 Frequently Asked Questions</a>
fr: <a href="/licenses/old-licenses/gpl-2.0-faq.html">Foire aux questions sur la GPLv2</a>

source: The GNU General Public License version 2 (GPLv2) in other formats: <a href="/licenses/old-licenses/gpl-2.0.txt">plain text</a>, <a href="/licenses/old-licenses/gpl-2.0.texi">Texinfo</a>, <a href="/licenses/old-licenses/gpl-2.0.tex">LaTeX</a>, <a href="/licenses/old-licenses/gpl-2.0-standalone.html">standalone HTML</a>, <a href="/licenses/old-licenses/gpl-2.0.dbk">Docbook</a>, <a href="/licenses/old-licenses/gpl-2.0.md">Markdown</a>, <a href="/licenses/old-licenses/gpl-2.0.odt">ODF</a>, <a href="/licenses/old-licenses/gpl-2.0.rtf">RTF</a>
fr: La licence publique générale GNU, version 2 (GPLv2), dans d'autres formats : <a href="/licenses/old-licenses/gpl-2.0.txt">texte brut</a>, <a href="/licenses/old-licenses/gpl-2.0.texi">Texinfo</a>, <a href="/licenses/old-licenses/gpl-2.0.tex">LaTeX</a>, <a href="/licenses/old-licenses/gpl-2.0-standalone.html">HTML hors ligne</a>, <a href="/licenses/old-licenses/gpl-2.0.dbk">Docbook</a>, <a href="/licenses/old-licenses/gpl-2.0.md">Markdown</a>, <a href="/licenses/old-licenses/gpl-2.0.odt">ODF</a>, <a href="/licenses/old-licenses/gpl-2.0.rtf">RTF</a>

source: Table of Contents
fr: Table des matières

source: <a id="TOC1" href="#SEC1">GNU GENERAL PUBLIC LICENSE </a>
fr: <a id="TOC1" href="#SEC1">LICENCE PUBLIQUE GÉNÉRALE GNU</a>

source: <a id="TOC2" href="#SEC2">Preamble</a>
fr: <a id="TOC2" href="#SEC2">Préambule</a>

source: <a id="TOC3" href="#SEC3">TERMS AND CONDITIONS FOR COPYING, DISTRIBUTION AND MODIFICATION</a>
fr: <a id="TOC3" href="#SEC3">CONDITIONS DE COPIE, DISTRIBUTION ET MODIFICATION</a>

source: <a id="TOC4" href="#SEC4">How to Apply These Terms to Your New Programs</a>
fr: <a id="TOC4" href="#SEC4">Comment appliquer ces conditions à vos nouveaux programmes</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à &lt;<a href="mailto:gnu@gnu.org">gnu@gnu.org</a>&gt;. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à &lt;<a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>&gt;.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and contributing translations of this article.
fr: Merci d'adresser vos commentaires sur les pages en français à &lt;<a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>&gt;, et sur les traductions en général à &lt;<a href="mailto:web-translators@gnu.org">web-translators@gnu.org</a>&gt;. Si vous souhaitez y contribuer, vous trouverez dans le <a href="/server/standards/README.translations.html">guide de traduction</a> les infos nécessaires.

source: Copyright notice above.
fr: Avis de copyright : voir plus haut.

source: Updated:
fr: Dernière mise à jour :
