Repository: GitMirroring/www-fr
Catalog: licenses/old-licenses/old-licenses.*.po
Languages: fr

source: Old Licenses - GNU Project - Free Software Foundation
fr: Anciennes licences - Projet GNU - Free Software Foundation

source: GNU, FSF, Free Software Foundation Linux, Copyleft, Licenses
fr: GNU, FSF, Free Software Foundation, Fondation pour le logiciel libre, Linux, Copyleft, Licences

source: Old Licenses
fr: Anciennes licences

source: This page contains old versions of the licenses published by the Free Software Foundation, kept here for reference. You can find current versions of the licenses on our <a href="/licenses/licenses.html">licenses page</a>.
fr: Cette page contient les anciennes versions des licences publiées par la <i>Free Software Foundation</i>. Elles sont conservées ici pour référence. Vous pouvez trouver les versions actuelles sur la <a href="/licenses/licenses.html">page d'accueil de la section « Licences »</a>.

source: Old versions of the GNU General Public License
fr: Anciennes versions de la licence publique générale GNU <i>[GNU General Public License]</i>

source: <a href="/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2</a>
fr: <a href="/licenses/old-licenses/gpl-2.0.html">Licence publique générale GNU, version 2</a>

source: <a href="/licenses/old-licenses/gpl-1.0.html">GNU General Public License, version 1</a>
fr: <a href="/licenses/old-licenses/gpl-1.0.html">Licence publique générale GNU, version 1</a>

source: Old versions of the GNU Lesser General Public License
fr: Anciennes versions de la licence publique générale GNU amoindrie <i>[GNU Lesser General Public License]</i>

source: <a href="/licenses/old-licenses/lgpl-2.1.html">GNU Lesser General Public License, version 2.1</a>
fr: <a href="/licenses/old-licenses/lgpl-2.1.html">Licence publique générale GNU amoindrie, version 2.1</a>

source: This license used to be called the GNU Library General Public License:
fr: Cette licence était auparavant appelée « licence publique générale GNU pour les bibliothèques » <i>[GNU Library General Public License]</i> :

source: <a href="/licenses/old-licenses/lgpl-2.0.html">GNU Library General Public License, version 2.0</a>
fr: <a href="/licenses/old-licenses/lgpl-2.0.html">Licence publique générale GNU pour les bibliothèques, version 2.0</a>

source: Old versions of the GNU Free Documentation License
fr: Anciennes versions de la licence GNU de documentation libre <i>[GNU Free Documentation License]</i>

source: <a href="/licenses/old-licenses/fdl-1.2.html">GNU Free Documentation License, version 1.2</a>
fr: <a href="/licenses/old-licenses/fdl-1.2.html">Licence GNU de documentation libre, version 1.2</a>

source: <a href="/licenses/old-licenses/fdl-1.1.html">GNU Free Documentation License, version 1.1</a>
fr: <a href="/licenses/old-licenses/fdl-1.1.html">Licence GNU de documentation libre, version 1.1</a>

source: The old licenses are also available with URLs under <code>/licenses</code>. Please see the <a href="/licenses/licenses.html#LicenseURLs">license URLs section</a> of the main licensing page for more information.
fr: Les anciennes licences sont également <a href="/licenses/licenses.html#LicenseURLs">en lien sur la page d'accueil de la section « Licences »</a>, où vous trouverez des informations complémentaires.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à &lt;<a href="mailto:gnu@gnu.org">gnu@gnu.org</a>&gt;. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à &lt;<a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>&gt;.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Merci d'adresser vos commentaires sur les pages en français à &lt;<a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>&gt;, et sur les traductions en général à &lt;<a href="mailto:web-translators@gnu.org">web-translators@gnu.org</a>&gt;. Si vous souhaitez y contribuer, vous trouverez dans le <a href="/server/standards/README.translations.html">guide de traduction</a> les infos nécessaires.

source: Copyright &copy; 1996, 1997, 1998, 1999, 2006, 2007, 2008, 2009, 2013, 2014, 2020 Free Software Foundation, Inc.
fr: Copyright &copy; 1996-1999, 2006-2009, 2013, 2014, 2020 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
