Repository: GitMirroring/www-fr
Catalog: graphics/3dgnuhead.*.po
Languages: fr

source: Portrait of GNU by Dale Mellor - GNU Project - Free Software Foundation
fr: Portrait de GNU, de Dale Mellor - Projet GNU - Free Software Foundation

source: Portrait of GNU
fr: Portrait de GNU

source: by Dale Mellor
fr: de Dale Mellor

source: &nbsp;[3D GNU Head]&nbsp;
fr: &nbsp;[Portrait de GNU]&nbsp;

source: This is a painted version of Etienne Suvasa's <a href="/graphics/agnuhead.html">GNU Head</a>. The GNU harbors a full beard and seems to be speaking to the visitor.
fr: Voici une version en couleur de la <a href="/graphics/agnuhead.html">Tête de GNU</a> d'Étienne Suvasa qui semble être peinte à la gouache. Le GNU porte une barbe en collier bien fournie et semble parler au visiteur.

source: JPEG&nbsp; <a href="/graphics/3dgnuhead48.jpg">1kB</a>&nbsp;(48x48), &nbsp;<a href="/graphics/3dgnuhead256.jpg">11kB</a>&nbsp;(256x251), &nbsp;<a href="/graphics/3dgnuhead480.jpg">29kB</a>&nbsp;(480x471), &nbsp;<a href="/graphics/3dgnuhead1055.jpg">90kB</a>&nbsp;(1055x1036)
fr: JPEG&nbsp; <a href="/graphics/3dgnuhead48.jpg">1 ko</a>&nbsp;(48x48), &nbsp;<a href="/graphics/3dgnuhead256.jpg">11 ko</a>&nbsp;(256x251), &nbsp;<a href="/graphics/3dgnuhead480.jpg">29 ko</a>&nbsp;(480x471), &nbsp;<a href="/graphics/3dgnuhead1055.jpg">90 ko</a>&nbsp;(1055x1036)

source: This image is available under the <a rel="license" href="/licenses/gpl.html">GNU General Public License</a>, version&nbsp;3 or any later version, or the <a rel="license" href="/licenses/fdl.html">GNU Free Documentation License</a>, version&nbsp;1.1 or any later version.
fr: Ces images sont disponibles sous la <a rel="license" href="/licenses/gpl.html">license publique générale GNU</a>, version 3 ou toute version ultérieure, ou bien la <a rel="license" href="/licenses/fdl.html">licence GNU de documentation libre</a>, version 1.1 ou toute version ultérieure.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à &lt;<a href="mailto:gnu@gnu.org">gnu@gnu.org</a>&gt;. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à &lt;<a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>&gt;.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and contributing translations of this article.
fr: Merci d'adresser vos commentaires sur les pages en français à &lt;<a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>&gt;, et sur les traductions en général à &lt;<a href="mailto:web-translators@gnu.org">web-translators@gnu.org</a>&gt;. Si vous souhaitez y contribuer, vous trouverez dans le <a href="/server/standards/README.translations.html">guide de traduction</a> les infos nécessaires.

source: <em>Page text:</em>&nbsp; Copyright &copy; 2022 Free Software Foundation, Inc.
fr: <em>Texte de la page :</em>&nbsp; Copyright &copy; 2022 Free Software Foundation, Inc.

source: Available under the <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Disponible sous la licence <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale</a> (CC BY-ND 4.0).

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
