Repository: GitMirroring/www-fr
Catalog: graphics/agnuhead.*.po
Languages: fr

source: A GNU Head - GNU Project - Free Software Foundation
fr: Une tête de GNU - Projet GNU - Free Software Foundation

source: A GNU Head
fr: Une tête de GNU

source: [Image of the head of a GNU]
fr: [Dessin d'une tête de GNU]

source: You may prefer to use <a href="/graphics/heckert_gnu.html">a bold GNU Head</a>, which is the version now used by the Free Software Foundation on any new GNU-emblem items, and stickers.
fr: Vous souhaiterez peut-être utiliser la <a href="/graphics/heckert_gnu.html"> tête de GNU contrastée</a>. C'est la version utilisée actuellement par la Free Software Foundation sur tous les nouveaux objets portant l'emblème de GNU, ainsi que sur les autocollants.

source: A handsome GNU Head with typical beard and smart-looking curled horns. He or she appears to be smiling contentedly with its works as of yet, but it still gazes off into the distance.
fr: Une belle tête de GNU à la barbe typique et aux cornes élégamment enroulées. Il (ou elle) semble sourire, satisfait du travail déjà effectué mais le regard toujours plongé dans le lointain.

source: This image is available in the following formats:
fr: Ce dessin est disponible aux formats suivants :

source: JPEG <a href="/graphics/gnu-head-sm.jpg">7kB</a>, <a href="/graphics/gnu-head.jpg">21kB</a>
fr: JPEG <a href="/graphics/gnu-head-sm.jpg">7 ko</a>, <a href="/graphics/gnu-head.jpg">21 ko</a>

source: PNG <a href="/graphics/gnu-head-sm.png">2kB</a>, <a href="/graphics/gnu-head.png">6kB</a>, <a href="/graphics/gerwinski-gnu-head.png">566kB</a>
fr: PNG <a href="/graphics/gnu-head-sm.png">2 ko</a>, <a href="/graphics/gnu-head.png">6 ko</a>, <a href="/graphics/gerwinski-gnu-head.png">566 ko</a>

source: PDF <a href="/graphics/gnu-head.pdf">41kB</a>
fr: PDF <a href="/graphics/gnu-head.pdf">41 ko</a>

source: ASCII (txt) <a href="gnu-head.txt">5kB</a>
fr: ASCII (txt) <a href="gnu-head.txt">5 ko</a>

source: This Head of a GNU was the default art for pages on this web site including <a href="/home.html">GNU's home page</a>.
fr: Cette tête de GNU était l'illustration par défaut des pages de ce site, y compris <a href="/home.html">la page d'accueil</a>.

source: It was also used on the front of the 1997 <a href="https://shop.fsf.org/collection/gnu-gear#Tshirts">GNU T-shirt</a>. It is also on the spine of many <a href="https://shop.fsf.org/collection/books-docs">GNU Manuals</a>.
fr: Elle figure aussi sur le devant du <a href="https://shop.fsf.org/collection/gnu-gear#Tshirts">T-shirt GNU</a> créé en 1997, ainsi qu'au dos de nombreux <a href="https://shop.fsf.org/collection/books-docs">manuels GNU</a>.

source: Licensing
fr: Licence

source: This image is available for use under either the <a href="/licenses/fdl.html">GFDL 1.3</a>, <a href="http://directory.fsf.org/wiki/License:FAL1.3">the Free Art License</a>, or under <a href="http://directory.fsf.org/wiki/License:CC_ASA2.0"> CC-BY-SA 2.0</a>. It is, however, also a trademark for the GNU Project. <strong>If you want to use the GNU head to link to a website run by the Free Software Foundation or the GNU project, feel free, or if you're using it in contexts talking about GNU in a supportive and accurate way, you can also do this without permission. For any other requests, please ask <a href="mailto:licensing@fsf.org">licensing@fsf.org</a> for permission first.</strong>
fr: Ce dessin est utilisable conformément à la <a href="/licenses/fdl.html">GNU FDL v1.3</a>, à la <a href="http://directory.fsf.org/wiki/License:FAL1.3">licence Art libre</a> (version française <a href="http://artlibre.org/licence/lal">ici</a>) ou à la Creative Commons <a href="http://directory.fsf.org/wiki/License:CC_ASA2.0"> CC-BY-SA 2.0</a> (résumé en français <a href="http://creativecommons.org/licenses/by-sa/2.0/deed.fr">ici</a>). Toutefois, c'est aussi un logo déposé du projet GNU. <strong>Si vous voulez vous servir de cette tête de GNU pour mettre en lien un site web de la <cite>Free Software Foundation</cite> ou du projet GNU, n'hésitez pas ; de même, vous n'avez pas besoin de permission supplémentaire pour l'utiliser dans des contextes qui parlent de GNU de manière positive et exacte. Pour tout autre usage, veuillez au préalable demander la permission à <a href="mailto:licensing@fsf.org">licensing@fsf.org</a>.</strong>

source: This graphic was drawn by Etienne Suvasa, who has also done several covers for FSF publications.
fr: Ce dessin a été fait par Etienne Suvasa, qui a plusieurs couvertures de publications de la FSF à son actif.

source: We also would like to thank Peter Gerwinski for the 1200x1200 PNG version of this image, and Arlo Barnes for the PDF version.
fr: Nous aimerions aussi remercier Peter Gerwinski pour la version PNG 1200x1200 de cette image et Arlo Barnes pour la version PDF.

source: Variations
fr: Variantes

source: Dustin Jorge made a nice wallpaper inspired by this GNU head. He spent some time researching copyright for a paper he had to do for a class. In the meantime he made this desktop. It is available in the following formats:
fr: Dustin Jorge a réalisé un joli fond d'écran inspiré de cette tête de GNU. Il a passé un certain temps à se documenter sur le copyright pour un exposé et en a profité. Le format suivant est disponible :

source: PNG <a href="/graphics/gnublue.png">503kB</a>
fr: PNG <a href="/graphics/gnublue.png">503 ko</a>

source: Ville Solarius has come up with the following variations of the GNU Head in the SVG format:
fr: Ville Solarius a réalisé les variantes suivantes de la tête de GNU au format SVG :

source: Plain <a href="/graphics/gnuhead_plain.svg">99.2k</a>
fr: Plain <a href="/graphics/gnuhead_plain.svg">99,2 ko</a>

source: Inkscape <a href="/graphics/gnuhead_inkscape.svg">99.2k</a>
fr: Inkscape <a href="/graphics/gnuhead_inkscape.svg">99,2 ko</a>

source: <a href="mailto:ripley@salug.it">Ripley</a> added the slogan "Your Passion. Our Potential." to the <a href="/graphics/gnupassion.svg.gz">GNU head</a>.
fr: <a href="mailto:ripley@salug.it">Ripley</a> a ajouté le slogan « Your Passion. Our Potential » à la <a href="/graphics/gnupassion.svg.gz">tête de GNU</a>.

source: A set of colorful GNU heads by <a href="mailto:johnmwooten@youspeakmylanguage.com">John M. Wooten</a>:
fr: Un ensemble de têtes de GNU colorées, par <a href="mailto:johnmwooten@youspeakmylanguage.com">John M. Wooten</a>.

source: <a href="/graphics/gnuwooblk.png">Black</a> | <a href="/graphics/gnuwoogrn.png">Green</a> | <a href="/graphics/gnuwoored.png">Red</a> | <a href="/graphics/gnuwoowht.png">White</a> | <a href="/graphics/gnuwooylw.png">Yellow</a>
fr: <a href="/graphics/gnuwooblk.png">Noir</a> | <a href="/graphics/gnuwoogrn.png">Vert</a> | <a href="/graphics/gnuwoored.png">Rouge</a> | <a href="/graphics/gnuwoowht.png">Blanc</a> | <a href="/graphics/gnuwooylw.png">Jaune</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Jérôme Delacroix.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
