Repository: GitMirroring/www-fr
Catalog: graphics/atypinggnu.*.po
Languages: fr

source: A Typing GNU Hacker by Jamal Hannah - GNU Project - Free Software Foundation
fr: Un hacker GNU sur son clavier, de Jamal Hannah - Projet GNU - Free Software Foundation

source: A Typing GNU Hacker
fr: Un hacker GNU sur son clavier

source: by Jamal Hannah
fr: de Jamal Hannah

source: &nbsp;[Typing GNU Hacker]&nbsp;
fr: [Hacker GNU sur son clavier]

source: This GNU hunches over a microcomputer, no doubt running free software! The GNU is enclosed in an arch, with &ldquo;GNU's Not Unix&rdquo; written above, and &ldquo;Free Software Foundation&rdquo; below it.
fr: Ce GNU penché sur un ordinateur utilise sans aucun doute des logiciels libres ! Il est sous une arche, avec « GNU's Not Unix » écrit au-dessus et « Free Software Foundation » au-dessous.

source: This image was used on the front of an earlier <a href="https://shop.fsf.org/collection/gnu-gear">GNU t-shirt</a> sold by the FSF, and as a marker for pages that list people who are helping or have helped the GNU Project; for example the <a href="/people/people.html">GNU's Who</a> (the People of the GNU Project), and the <a href="/people/webmeisters.html">GNU Webmasters</a>.
fr: Ce dessin ornait le devant d'un ancien <a href="https://shop.fsf.org/collection/gnu-gear">t-shirt GNU</a> vendu par la FSF et servait à indiquer les pages citant des personnes qui aident le projet GNU, par exemple le <a href="/people/people.html">GNU's Who</a> (les participants du projet GNU) et la liste des <a href="/people/webmeisters.html">webmestres GNU</a>.

source: JPEG&nbsp; <a href="/graphics/gnu-type-sm.jpg">6kB</a>&nbsp;(137x114),&nbsp; <a href="/graphics/gnu-type.jpg">18kB</a>&nbsp;(293x243)
fr: JPEG&nbsp; <a href="/graphics/gnu-type-sm.jpg">6 ko</a>&nbsp;(137x114),&nbsp; <a href="/graphics/gnu-type.jpg">18 ko</a>&nbsp;(293x243)

source: PNG&nbsp; <a href="/graphics/gnu-type-sm.png">2kB</a>&nbsp;(137x114),&nbsp; <a href="/graphics/gnu-type.png">4kB</a>&nbsp;(293x243)
fr: PNG&nbsp; <a href="/graphics/gnu-type-sm.png">2 ko</a>&nbsp;(137x114),&nbsp; <a href="/graphics/gnu-type.png">4 ko</a>&nbsp;(293x243)

source: SVG&nbsp; <a href="/graphics/gnu-type3.svg">45kB</a>, vectorized by Maciek Kaliszewski
fr: SVG&nbsp; <a href="/graphics/gnu-type3.svg">45 ko</a>, vectorisé par Maciek Kaliszewski

source: This image is available under the <a rel="license" href="https://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution-ShareAlike 4.0 International License</a>.
fr: Cette image est disponible sous la licence <a rel="license" href="http://creativecommons.org/licenses/by-sa/4.0/deed.fr">Creative Commons attribution, partage dans les mêmes conditions, 4.0 internationale</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Merci d'adresser vos commentaires sur cette page et sur les traductions en général à <a href="mailto:web-translators@gnu.org">&lt;web-translators@gnu.org&gt;</a>. Si vous souhaitez y contribuer, vous trouverez dans le <a href="/server/standards/README.translations.html">guide de traduction</a> les infos nécessaires.

source: <em>Page text:</em>&nbsp; Copyright &copy; 2019, 2020 Free Software Foundation, Inc.
fr: <em>Texte de la page :</em>&nbsp; Copyright &copy; 2019, 2020 Free Software Foundation, Inc.

source: Available under the <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Disponible sous la licence <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale</a> (CC BY-ND 4.0).

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
