Repository: GitMirroring/www-fr
Catalog: graphics/babygnu.*.po
Languages: fr

source: Baby GNU by Etienne Suvasa - GNU Project - Free Software Foundation
fr: Bébé GNU d'Etienne Suvasa - Projet GNU - Free Software Foundation

source: Baby GNU
fr: Bébé GNU

source: by Etienne Suvasa
fr: d'Etienne Suvasa

source: An adorable cartoon-like image of but a wee tyke of a GNU, snuggling its blanket closely.
fr: Un adorable personnage de dessin animé. Ce petit chenapan GNU tient sa couverture bien serrée contre son visage.

source: &nbsp;[Baby GNU sucking its thumb]&nbsp;
fr: &nbsp;[Bébé GNU suçant son pouce]&nbsp;

source: <em>Baby GNU sucking its thumb</em>
fr: <em>Bébé GNU suçant son pouce</em>

source: JPEG&nbsp; <a href="/graphics/baby-gnu-sm.jpg">5kB</a> (101x136),&nbsp; <a href="/graphics/baby-gnu.jpg">10kB</a>&nbsp;(175x233)
fr: JPEG&nbsp; <a href="/graphics/baby-gnu-sm.jpg">5 ko</a> (101x136),&nbsp; <a href="/graphics/baby-gnu.jpg">10 ko</a>&nbsp;(175x233)

source: PNG&nbsp; <a href="/graphics/baby-gnu-sm.png">1kB</a> (101x136),&nbsp; <a href="/graphics/baby-gnu.png">3kB</a>&nbsp;(175x233)
fr: PNG&nbsp; <a href="/graphics/baby-gnu-sm.png">1 ko</a> (101x136),&nbsp; <a href="/graphics/baby-gnu.png">3 ko</a>&nbsp;(175x233)

source: &nbsp;[Baby GNU with a magnifying glass]&nbsp;
fr: [Bébé GNU avec une loupe]

source: <em>Baby GNU with a magnifying glass</em>
fr: <em>Bébé GNU avec une loupe</em>

source: (the former logo of the <a href="https://fsf.org/licensing/"> FSF Licensing and Compliance Lab</a>)
fr: (ancien logo du <a href="http://fsf.org/licensing/">Free Software Licensing and Compliance Lab</a> (Labo des licences et de la conformité) de la FSF :

source: PNG&nbsp; <a href="/graphics/baby-gnu.png">8kB</a> (175x233)
fr: PNG&nbsp; <a href="/graphics/baby-gnu.png">8 ko</a> (175x233)

source: These images are available under the <a rel="license" href="https://creativecommons.org/licenses/by-sa/4.0/">Creative Commons Attribution-ShareAlike 4.0 International License</a>.
fr: Ces images sont disponibles sous la licence <a rel="license" href="https://creativecommons.org/licenses/by-sa/4.0/deed.fr">Creative Commons attribution, partage dans les mêmes conditions, 4.0 internationale</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: <em>Page text:</em>&nbsp; Copyright &copy; 2019, 2020 Free Software Foundation, Inc.
fr: <em>Texte de la page :</em>&nbsp; Copyright &copy; 2019, 2020 Free Software Foundation, Inc.

source: Available under the <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Disponible sous la licence <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale</a> (CC BY-ND 4.0).

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
