Repository: GitMirroring/www-fr
Catalog: graphics/freedom.*.po
Languages: fr

source: What Freedom Means by Michael Pagnotti - GNU Project - Free Software Foundation
fr: Ce que signifie la liberté, de Michael Pagnotti - Projet GNU - Free Software Foundation

source: What Freedom Means
fr: Ce que signifie la liberté

source: by Michael Pagnotti
fr: de Michael Pagnotti

source: &nbsp;[Levitating RMS speaking about freedom]&nbsp;
fr: [RMS en lévitation parlant de la liberté]

source: A bearded RMS is levitating behind his computer, which bears a Free Software Foundation sticker. While typing, he says, <cite>&ldquo;&hellip;in the area of computing, freedom means not using proprietary software.&rdquo;</cite>
fr: Un RMS barbu en lévitation derrière son ordinateur, orné d'un autocollant de la Free Software Foundation. Tout en écrivant, il dit : <cite>« &hellip; dans le domaine de l'informatique, la liberté signifie ne pas utiliser de logiciel privateur. »</cite>

source: PNG&nbsp; <a href="/graphics/stallman.medium.png">134kB</a> (600x559),&nbsp; <a href="/graphics/stallman.png">316kB</a>&nbsp;(1686x1572)
fr: PNG&nbsp; <a href="/graphics/stallman.medium.png">134 ko</a> (600x559),&nbsp; <a href="/graphics/stallman.png">316kB</a>&nbsp;(1686x1572)

source: This image is available under the <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution ShareAlike 3.0 Unported License</a>.
fr: Cette image est disponible sous la licence <a rel="license" href="http://creativecommons.org/licenses/by-sa/3.0/deed.fr">Creative Commons attribution, partage dans les mêmes conditions, 3.0 non transposée (CC BY-SA 3.0)</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: <em>Page text:</em>&nbsp; Copyright &copy; 2019 Free Software Foundation, Inc.
fr: <em>Texte de la page :</em>&nbsp; Copyright &copy; 2019 Free Software Foundation, Inc.

source: Available under the <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Disponible sous la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale</a> (CC BY-ND 4.0).

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Aurélien Rivière, 2012<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
