Repository: GitMirroring/www-fr
Catalog: graphics/gnu-alternative.*.po
Languages: fr

source: GNU Alternative - GNU Project - Free Software Foundation
fr: Tête de GNU alternative - Projet GNU - Free Software Foundation

source: GNU Alternative
fr: Tête de GNU alternative

source: by an anonymous artist
fr: par un artiste anonyme

source: &nbsp;[Stylized gnu mask]&nbsp;
fr: [Masque de gnou stylisé]

source: This black and white stylized gnu mask can be used as an alternative to the <a href="/graphics/heckert_gnu.html">Bold GNU Head</a>.
fr: Ce masque de gnou stylisé noir et blanc peut être utilisé comme alternative à la <a href="/graphics/heckert_gnu.html">Tête de GNU contrastée</a>.

source: JPEG&nbsp; <a href="/graphics/gnu-alternative.jpg">10kB</a> (291x219)
fr: JPEG&nbsp; <a href="/graphics/gnu-alternative.jpg">10 ko</a> (291x219)

source: PNG&nbsp; <a href="/graphics/gnu-alternative.png">3kB</a> (291x219)
fr: PNG&nbsp; <a href="/graphics/gnu-alternative.png">3 ko</a> (291x219)

source: SVG&nbsp; <a href="/graphics/gnu-alternative.svg">14kB</a>, vectorized by Sergiy S. Kolesnikov
fr: SVG&nbsp; <a href="/graphics/gnu-alternative.svg">14 ko</a>, vectorisé par Sergiy S. Kolesnikov

source: This image is available under the <a rel="license" href="/licenses/fdl">GNU Free Documentation License</a>, version&nbsp;1.2 or any later version, or the <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 International License</a>.
fr: Cette image est disponible sous la <a rel="license" href="/licenses/fdl">licence GNU de documentation libre</a>, version 1.2 ou toute version ultérieure, ou bien la licence <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/deed.fr">Creative Commons attribution, partage dans les mêmes conditions, 3.0 internationale</a>.

source: The GNU head is, however, also a trademark for the GNU Project. <strong>If you want to use the GNU head to link to a website run by the Free Software Foundation or the GNU project, feel free, or if you're using it in contexts talking about GNU in a supportive and accurate way, you can also do this without permission. For any other requests, please ask &lt;<a href="mailto:licensing@fsf.org">licensing@fsf.org</a>&gt; for permission first.</strong>
fr: Toutefois, la tête de GNU est aussi un logo déposé du projet GNU. <strong>Si vous voulez vous servir de cette tête de GNU pour mettre en lien un site web de la <cite>Free Software Foundation</cite> ou du projet GNU, n'hésitez pas ; de même, vous n'avez pas besoin de permission supplémentaire pour l'utiliser dans des contextes qui parlent de GNU de manière positive et exacte. Pour tout autre usage, veuillez au préalable demander la permission à <a href="mailto:licensing@fsf.org">licensing@fsf.org</a>.</strong>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: <em>Page text:</em>&nbsp; Copyright &copy; 2019 Free Software Foundation, Inc.
fr: <em>Texte de la page :</em>&nbsp; Copyright &copy; 2019 Free Software Foundation, Inc.

source: Available under the <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Disponible sous la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale</a> (CC BY-ND 4.0).

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
