Repository: GitMirroring/www-fr
Catalog: graphics/groff-head.*.po
Languages: fr

source: GNU head with printing press - GNU Project - Free Software Foundation
fr: Tête de GNU avec une presse - Projet GNU - Free Software Foundation

source: GNU head with printing press
fr: Tête de GNU avec une presse

source: [GNU Head with a printing press]
fr: [Tête de GNU avec une presse à imprimer]

source: The <a href="/graphics/agnuhead.html">GNU Head</a>, with a printing press. This is a modification by <a href="/people/people.html#sinuhe">sinuhe</a> of an <a href="/graphics/groff1.png">image</a> contributed by Imogen Mulley.
fr: Le dessin de la <a href="/graphics/agnuhead.html">tête de GNU</a> avec une presse à imprimer. C'est une modification par <a href="/people/people.html#sinuhe">sinuhe</a> d'un <a href="/graphics/groff1.png">dessin</a> d'Imogen Mulley.

source: This image is the logo used on the <a href="/software/groff/">GNU Troff</a> web page.
fr: Cette image est le logo utilisé par la page web <a href="/software/groff/">GNU Troff</a>.

source: Currently, a single size is available:
fr: Actuellement, un seul format est disponible :

source: PNG&nbsp; <a href="/graphics/groff-head.png">14kB</a> (189x161)
fr: PNG <a href="/graphics/groff-head.png">6 ko</a> (189x161)

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
