Repository: GitMirroring/www-fr
Catalog: graphics/hurd_mf.*.po
Languages: fr

source: Hurd Logo in Metafont by Stephen McCamant - GNU Project - Free Software Foundation
fr: Logo de Hurd en Metafont, de Stephen McCamant - Projet GNU - Free Software Foundation

source: Hurd Logo in Metafont
fr: Logo de Hurd en Metafont

source: by Stephen McCamant
fr: de Stephen McCamant

source: &nbsp;[Hurd Metafont logo]&nbsp;
fr: [Logo de Hurd en Metafont]

source: A large and very handsome logo, in black and white, designed in <a href="http://www.math.utah.edu/~beebe/fonts/metafont.html">Metafont</a>. &ldquo;HURD&rdquo; is spelled out in calligraphic lettering, with a graph structure to the left bearing four vertices indicated by square boxes. The &ldquo;Hurd boxes&rdquo; are used on the <a href="/software/hurd/">Hurd web pages</a>.
fr: Un grand et beau logo, en noir et blanc, au format <a href="http://www.math.utah.edu/~beebe/fonts/metafont.html">Metafont</a>. « HURD » est écrit en lettres calligraphiées, avec à gauche une structure graphique portant quatre sommets représentés par des « boîtes » carrées. Les <cite>Hurd boxes</cite> sont utilisées sur les pages web de <a href="/software/hurd/">Hurd</a>.

source: JPEG&nbsp; <a href="/graphics/hurd_sm_mf.jpg">9kB</a>&nbsp;(333x80),&nbsp; <a href="/graphics/hurd_mf.jpg">19kB</a>&nbsp;(666x160)
fr: JPEG&nbsp; <a href="/graphics/hurd_sm_mf.jpg">9 ko</a>&nbsp;(333x80),&nbsp; <a href="/graphics/hurd_mf.jpg">19 ko</a>&nbsp;(666x160)

source: PNG&nbsp; <a href="/graphics/hurd_sm_mf.png">1kB</a>&nbsp;(333x80),&nbsp; <a href="/graphics/hurd_mf.png">2kB</a>&nbsp;(666x160)
fr: PNG&nbsp; <a href="/graphics/hurd_sm_mf.png">1 ko</a>&nbsp;(333x80),&nbsp; <a href="/graphics/hurd_mf.png">2kB</a>&nbsp;(666x160)

source: Inverted colors: PNG&nbsp; <a href="/graphics/hurd_sm_mf_invert.jpg">5kB</a> (333x80)
fr: Couleurs inversées: PNG&nbsp; <a href="/graphics/hurd_sm_mf_invert.jpg">5 ko</a> (333x80)

source: SVG on <a href="https://wikipedia.org/wiki/File:Hurd-logo.svg"> Wikimedia Commons</a>
fr: SVG sur <a href="https://wikipedia.org/wiki/File:Hurd-logo.svg"> Wikimedia Commons</a>

source: This image is available under the <a rel="license" href="/licenses/fdl.html">GNU Free Documentation License</a>, version&nbsp;1.2 or any later version, or the <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons Attribution-ShareAlike 3.0 Unported License</a>.
fr: Cette image est disponible sous la <a rel="license" href="/licenses/fdl.html">licence GNU de documentation libre</a>, version 1.2 ou toute version ultérieure, ou bien la licence <a rel="license" href="https://creativecommons.org/licenses/by-sa/3.0/">Creative Commons attribution, partage dans les mêmes conditions, 3.0 non transposée</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: <em>Page text:</em>&nbsp; Copyright &copy; 2019 Free Software Foundation, Inc.
fr: <em>Texte de la page :</em>&nbsp; Copyright &copy; 2019 Free Software Foundation, Inc.

source: Available under the <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Disponible sous la licence <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale</a> (CC BY-ND 4.0).

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Cédric Corazza.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
