Repository: GitMirroring/www-fr
Catalog: graphics/philosophicalgnu.*.po
Languages: fr

source: A Philosophical GNU by Markus Gerwinski - GNU Project - Free Software Foundation
fr: Un GNU philosophe par Markus Gerwinski - Projet GNU - Free Software Foundation

source: A Philosophical GNU
fr: Un GNU philosophe

source: by Markus Gerwinski
fr: par Markus Gerwinski

source: &nbsp;[image of a Philosophical Gnu]&nbsp;
fr: [Dessin d'un GNU philosophe]

source: This GNU looks particularly smart with arched eyebrows. It was used to help identify the pages on this server that deal with the <a href="/philosophy/philosophy.html">philosophy</a> of the GNU Project.
fr: C'est un gnou à l'attitude particulièrement éveillée, avec ses sourcils espiègles. Il était utilisé pour aider à l'identification des pages de ce serveur concernant la <a href="/philosophy/philosophy.html">philosophie</a> du projet GNU.

source: JPEG&nbsp; <a href="/graphics/philosophical-gnu-sm.jpg">6kB</a> (160x200),&nbsp; <a href="/graphics/philosophical-gnu.jpg">141kB</a>&nbsp;(1424x1763)
fr: JPEG&nbsp; <a href="/graphics/philosophical-gnu-sm.jpg">6 ko</a> (160x200),&nbsp; <a href="/graphics/philosophical-gnu.jpg">141 ko</a>&nbsp;(1424x1763)

source: PNG&nbsp; <a href="/graphics/philosophical-gnu-sm.png">10kB</a> (160x200),&nbsp; <a href="/graphics/philosophical-gnu-med.png">21kB</a>&nbsp;(288x339&mdash;transparent background),&nbsp; <a href="/graphics/philosophical-gnu.png">18kB</a>&nbsp;(1424x1763)
fr: PNG&nbsp; <a href="/graphics/philosophical-gnu-sm.png">10 ko</a> (160x200),&nbsp; <a href="/graphics/philosophical-gnu-med.png">21 ko</a>&nbsp;(288x339&mdash;transparent background),&nbsp; <a href="/graphics/philosophical-gnu.png">18 ko</a>&nbsp;(1424x1763)

source: Greyscale PNG&nbsp; <a href="/graphics/philosophical-gnu-sm-256.png">5kB</a>&nbsp;(159x200), by Paolo Melchiorre
fr: PNG en niveaux de gris&nbsp; <a href="/graphics/philosophical-gnu-sm-256.png">5 ko</a>&nbsp;(159x200), fait par Paolo Melchiorre.

source: SVG&nbsp; <a href="/graphics/philosophical-gnu.svg">40kB</a>, vectorized by Victor Siame
fr: SVG&nbsp; <a href="/graphics/philosophical-gnu.svg">40 ko</a>, vectorisé par Victor Siame

source: This image is available under the <a rel="license" href="/licenses/old-licenses/gpl-2.0.html">GNU General Public License</a>, version&nbsp;2 or any later version.
fr: Cette image est disponible sous la <a rel="license" href="/licenses/old-licenses/gpl-2.0.html">licence publique générale GNU</a>, version 2 ou toute version ultérieure.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: <em>Page text:</em>&nbsp; Copyright &copy; 2019 Free Software Foundation, Inc.
fr: <em>Texte de la page :</em>&nbsp; Copyright &copy; 2019 Free Software Foundation, Inc.

source: Available under the <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Disponible sous la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale</a> (CC BY-ND 4.0).

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Pierre-Yves Enderlin.<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
