Repository: GitMirroring/www-fr
Catalog: graphics/behroze/index.*.po
Languages: fr

source: Behroze Nejaati's GNU buttons - GNU Project - Free Software Foundation
fr: Badges GNU, de Behroze Nejaati - Projet GNU - Free Software Foundation

source: GNU buttons
fr: Badges GNU

source: by Behroze Nejaati
fr: de Behroze Nejaati

source: &nbsp;[GNU // We run GNU]&nbsp;
fr: [GNU // « We run GNU »]

source: JPEG&nbsp; <a href="/graphics/behroze/behroze-gnu-button1.jpg">96kB</a>&nbsp;(800x365)
fr: JPEG&nbsp; <a href="/graphics/behroze/behroze-gnu-button1.jpg">96 ko</a>&nbsp;(800x365)

source: PNG&nbsp; <a href="/graphics/behroze/behroze-gnu-button1-small.png">20kB</a>&nbsp;(300x137),&nbsp; <a href="/graphics/behroze/behroze-gnu-button1.png">75kB</a>&nbsp;(800x365)
fr: PNG&nbsp; <a href="/graphics/behroze/behroze-gnu-button1-small.png">20 ko</a>&nbsp;(300x137),&nbsp; <a href="/graphics/behroze/behroze-gnu-button1.png">75 ko</a>&nbsp;(800x365)

source: SVG&nbsp; <a href="/graphics/behroze/behroze-gnu-button1.svg">64kB</a>
fr: SVG&nbsp; <a href="/graphics/behroze/behroze-gnu-button1.svg">64 ko</a>

source: &nbsp;[GNU // Free as in freedom]&nbsp;
fr: [GNU // « Free as in freedom »]

source: JPEG&nbsp; <a href="/graphics/behroze/behroze-gnu-button2.jpg">100kB</a>&nbsp;(800x365)
fr: JPEG&nbsp; <a href="/graphics/behroze/behroze-gnu-button2.jpg">100 ko</a>&nbsp;(800x365)

source: PNG&nbsp; <a href="/graphics/behroze/behroze-gnu-button2-small.png">20kB</a>&nbsp;(300x137),&nbsp; <a href="/graphics/behroze/behroze-gnu-button2.png">77kB</a>&nbsp;(800x365)
fr: PNG&nbsp; <a href="/graphics/behroze/behroze-gnu-button2-small.png">20 ko</a>&nbsp;(300x137),&nbsp; <a href="/graphics/behroze/behroze-gnu-button2.png">77 ko</a>&nbsp;(800x365)

source: SVG&nbsp; <a href="/graphics/behroze/behroze-gnu-button2.svg">73kB</a>
fr: SVG&nbsp; <a href="/graphics/behroze/behroze-gnu-button2.svg">73 ko</a>

source: JPEG&nbsp; <a href="/graphics/behroze/behroze-gnu-button3.jpg">122kB</a>&nbsp;(600x746)
fr: JPEG&nbsp; <a href="/graphics/behroze/behroze-gnu-button3.jpg">122 ko</a>&nbsp;(600x746)

source: PNG&nbsp; <a href="/graphics/behroze/behroze-gnu-button3-small.png">26kB</a> (241x300),&nbsp; <a href="/graphics/behroze/behroze-gnu-button3.png">92kB</a>&nbsp;(600x746)
fr: PNG&nbsp; <a href="/graphics/behroze/behroze-gnu-button3-small.png">26 ko</a> (241x300),&nbsp; <a href="/graphics/behroze/behroze-gnu-button3.png">92 ko</a>&nbsp;(600x746)

source: SVG&nbsp; <a href="/graphics/behroze/behroze-gnu-button3.svg">82kB</a>
fr: SVG&nbsp; <a href="/graphics/behroze/behroze-gnu-button3.svg">82 ko</a>

source: These images are available under the <a rel="license" href="/licenses/old-licenses/gpl-2.0.html">GNU General Public License</a>, version&nbsp;2 or any later version.
fr: Ces images sont disponibles sous la <a rel="license" href="/licenses/old-licenses/gpl-2.0.html">licence publique générale GNU</a>, version 2 ou toute version ultérieure.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: <em>Page text:</em>&nbsp; Copyright &copy; 2019 Free Software Foundation, Inc.
fr: <em>Texte de la page :</em>&nbsp; Copyright &copy; 2019 Free Software Foundation, Inc.

source: Available under the <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Disponible sous la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale</a> (CC BY-ND 4.0).

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Cédric Corazza.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org"><em>trad-gnu&#64;april.org</em></a>

source: Updated:
fr: Dernière mise à jour :
