Repository: GitMirroring/www-fr
Catalog: graphics/adrienne/index.*.po
Languages: fr

source: Adrienne Thompson's GNU art - GNU Project - Free Software Foundation
fr: Art GNU d'Adrienne Thompson - Projet GNU - Free Software Foundation

source: GNU art
fr: Art GNU

source: by Adrienne Thompson
fr: d'Adrienne Thompson

source: &nbsp;[A Dancing gnu]&nbsp;
fr: &nbsp;[Un gnou qui danse]&nbsp;

source: <em>A dancing gnu</em>
fr: <em>Un gnou qui danse</em>

source: PNG&nbsp; <a href="/graphics/adrienne/dancing-gnu-small.png">14kB</a> (200x276),&nbsp; <a href="/graphics/adrienne/dancing-gnu.png">66kB</a>&nbsp;(2503x3450)
fr: PNG&nbsp; <a href="/graphics/adrienne/dancing-gnu-small.png">14 ko</a> (200x276),&nbsp; <a href="/graphics/adrienne/dancing-gnu.png">66 ko</a>&nbsp;(2503x3450)

source: Scanned sketch &mdash; PNG&nbsp; <a href="/graphics/adrienne/dancing-gnu-sketch.png"> 70kB</a>&nbsp;(2524x3435)
fr: Esquisse numérisée : PNG&nbsp; <a href="/graphics/adrienne/dancing-gnu-sketch.png">70 ko</a>&nbsp;(2524x3435)

source: &nbsp;[Laughing gnu]&nbsp;
fr: &nbsp;[Un gnou qui rit]&nbsp;

source: <em>Laughing gnu</em>
fr: <em>Un gnou qui rit</em>

source: PNG&nbsp; <a href="/graphics/adrienne/laughing-gnu-small.png">11kB</a> (200x248),&nbsp; <a href="/graphics/adrienne/laughing-gnu.png">52kB</a>&nbsp;(2534x3450)
fr: PNG&nbsp; <a href="/graphics/adrienne/laughing-gnu-small.png">11 ko</a> (200x248),&nbsp; <a href="/graphics/adrienne/laughing-gnu.png">52 ko</a>&nbsp;(2534x3450)

source: Scanned sketch &mdash; PNG&nbsp; <a href="/graphics/adrienne/laughing-gnu-sketch.png">57kB</a>&nbsp;(2534x3450)
fr: Esquisse numérisée : PNG&nbsp; <a href="/graphics/adrienne/laughing-gnu-sketch.png">57 ko</a>&nbsp;(2534x3450)

source: These images are available under the <a rel="license" href="https://directory.fsf.org/wiki/License:Free-Art-L-v1.3">Free Art License</a>.
fr: Ces images sont disponibles sous la <a rel="license" href="http://artlibre.org/licence/lal">licence art libre</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: <em>Page text:</em>&nbsp; Copyright &copy; 2019 Free Software Foundation, Inc.
fr: <em>Texte de la page :</em>&nbsp; Copyright &copy; 2019 Free Software Foundation, Inc.

source: Available under the <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Disponible sous la licence <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale</a> (CC BY-ND 4.0).

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Cédric Corazza.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org"><em>trad-gnu&#64;april.org</em></a>

source: Updated:
fr: Dernière mise à jour :
