Repository: GitMirroring/www-fr
Catalog: graphics/gnu-post/index.*.po
Languages: fr

source: GNU Post images by Tomasz W. Koz&#322;owski - GNU Project - Free Software Foundation
fr: Timbres GNU de Tomasz W. Koz&#322;owski - Projet GNU - Free Software Foundation

source: GNU Post images
fr: Timbres GNU

source: by Tomasz W. Koz&#322;owski
fr: de Tomasz W. Koz&#322;owski

source: &nbsp;[Original GNU Post stamp]&nbsp;
fr: [Timbre original GNU Post]

source: <em>GNU stamp</em>
fr: <em>Timbre GNU</em>

source: PNG&nbsp; <a href="/graphics/gnu-post/GNU-stamp.png">67kB</a> (450x450)
fr: PNG&nbsp; <a href="/graphics/gnu-post/GNU-stamp.png">67 ko</a> (450x450)

source: SVG&nbsp; <a href="/graphics/gnu-post/GNU-stamp.svg">253kB</a>
fr: SVG&nbsp; <a href="/graphics/gnu-post/GNU-stamp.svg">253 ko</a>

source: &nbsp;[Alternative GNU stamp]&nbsp;
fr: [Timbre GNU Post alternatif]

source: <em>Alternative GNU stamp</em>
fr: <em>Timbre GNU Post alternatif</em>

source: PNG&nbsp; <a href="/graphics/gnu-post/Alternative-GNU-stamp.png">37kB</a> (450x450)
fr: PNG&nbsp; <a href="/graphics/gnu-post/Alternative-GNU-stamp.png">37 ko</a> (450x450)

source: SVG&nbsp; <a href="/graphics/gnu-post/Alternative-GNU-stamp.svg">34kB</a>
fr: SVG&nbsp; <a href="/graphics/gnu-post/Alternative-GNU-stamp.svg">34 ko</a>

source: &nbsp;[GNU logo with Free as in freedom]&nbsp;
fr: [Logo GNU avec « Free as in freedom »]

source: <em>Free as in &ldquo;freedom&rdquo;</em>
fr: <em>« Free as in Freedom »</em>

source: PNG&nbsp; <a href="/graphics/gnu-post/GNU-Free-as-in-Freedom.png">57kB</a> (450x287)
fr: PNG&nbsp; <a href="/graphics/gnu-post/GNU-Free-as-in-Freedom.png">57 ko</a> (450x287)

source: SVG&nbsp; <a href="/graphics/gnu-post/GNU-Free-as-in-Freedom.svg">275kB</a>
fr: SVG&nbsp; <a href="/graphics/gnu-post/GNU-Free-as-in-Freedom.svg">275 ko</a>

source: &nbsp;[Emacs logo in a stamp]&nbsp;
fr: [Timbre avec le logo d'Emacs]

source: <em>GNU Emacs stamp</em>
fr: <em>Timbre GNU Emacs</em>

source: PNG&nbsp; <a href="/graphics/gnu-post/GNU-Emacs-stamp.png">57kB</a> (450x373)
fr: PNG&nbsp; <a href="/graphics/gnu-post/GNU-Emacs-stamp.png">57 ko</a> (450x373)

source: SVG&nbsp; <a href="/graphics/gnu-post/GNU-Emacs-stamp.svg">44kB</a>
fr: SVG&nbsp; <a href="/graphics/gnu-post/GNU-Emacs-stamp.svg">44 ko</a>

source: &nbsp;[GPLv3 logo in a stamp]&nbsp;
fr: [Timbre avec le logo de la GPLv3]

source: <em>GPLv3 stamp</em>
fr: <em>Timbre GPLv3</em>

source: PNG&nbsp; <a href="/graphics/gnu-post/GPLv3-stamp.png">29kB</a> (450x213)
fr: PNG&nbsp; <a href="/graphics/gnu-post/GPLv3-stamp.png">29 ko</a> (450x213)

source: SVG&nbsp; <a href="/graphics/gnu-post/GPLv3-stamp.svg">45kB</a>
fr: SVG&nbsp; <a href="/graphics/gnu-post/GPLv3-stamp.svg">45 ko</a>

source: &nbsp;[Hurd logo in a stamp]&nbsp;
fr: [Timbre avec le logo de Hurd]

source: <em>GNU Hurd stamp</em>
fr: <em>Timbre GNU Hurd</em>

source: PNG&nbsp; <a href="/graphics/gnu-post/GNU-Hurd-stamp.png">23kB</a> (450x203)
fr: PNG&nbsp; <a href="/graphics/gnu-post/GNU-Hurd-stamp.png">23 ko</a> (450x203)

source: SVG&nbsp; <a href="/graphics/gnu-post/GNU-Hurd-stamp.svg">48kB</a>
fr: SVG&nbsp; <a href="/graphics/gnu-post/GNU-Hurd-stamp.svg">48 ko</a>

source: &nbsp;[GNU Post seal]&nbsp;
fr: [Cachet postal de GNU]

source: <em>GNU Post 2007</em>
fr: <em>Poste GNU 2007</em>

source: PNG&nbsp; <a href="/graphics/gnu-post/GNU-Post-2007.png">30kB</a> (385x386)
fr: PNG&nbsp; <a href="/graphics/gnu-post/GNU-Post-2007.png">30 ko</a> (385x386)

source: SVG&nbsp; <a href="/graphics/gnu-post/GNU-Post-2007.svg">28kB</a>
fr: SVG&nbsp; <a href="/graphics/gnu-post/GNU-Post-2007.svg">28 ko</a>

source: &nbsp;[FSF Airmail sticker]&nbsp;
fr: [Autocollant « FSF Airmail »]

source: <em>FSF Airmail</em>
fr: <em>Étiquette par avion FSF</em>

source: PNG&nbsp; <a href="/graphics/gnu-post/FSF-airmail.png">17kB</a> (450x120)
fr: PNG&nbsp; <a href="/graphics/gnu-post/FSF-airmail.png">17 ko</a> (450x120)

source: SVG&nbsp; <a href="/graphics/gnu-post/FSF-airmail.svg">68kB</a>
fr: SVG&nbsp; <a href="/graphics/gnu-post/FSF-airmail.svg">68 ko</a>

source: &nbsp;[GNU with Tux: &quot;United... We'll show the users that freedom means also better quality&quot; // GNU/Linux: because quality matters.]&nbsp;
fr: [GNU avec Tux : « Unis&hellip; Nous montrerons aux utilisateurs que liberté signifie également meilleure qualité » // GNU/Linux : parce que la qualité est importante.]

source: <em>GNU postcard</em>
fr: <em>Carte postale GNU (recto)</em>

source: PNG&nbsp; <a href="/graphics/gnu-post/postcard1.png">62kB</a>&nbsp;(1069x450),&nbsp; <a href="/graphics/gnu-post/postcard1-large.png">150kB</a>&nbsp;(2138x900)
fr: PNG&nbsp; <a href="/graphics/gnu-post/postcard1.png">62 ko</a>&nbsp;(1069x450),&nbsp; <a href="/graphics/gnu-post/postcard1-large.png">150 ko</a>&nbsp;(2138x900)

source: SVG&nbsp; <a href="/graphics/gnu-post/postcard1.svg">98kB</a>
fr: SVG&nbsp; <a href="/graphics/gnu-post/postcard1.svg">98 ko</a>

source: &nbsp;[Join us now and share the software, hackers, you'll be free. (...) When we have enough free software at our call, hackers, at our call, we'll throw out these dirty licenses, ever more, hackers, ever more. // GNU Post // Free Software Foundation]&nbsp;
fr: [Rejoins-nous, partage le logiciel. Libère-toi, hacker, libère-toi. (...) Quand nous aurons assez de programmes, libres pour nous, hacker, libres pour nous, ces licences néfastes nous les jetterons, pour toujours, hacker, pour toujours. // Poste GNU – Free Software Foundation]

source: <em>GNU postcard (back)</em>
fr: <em>Carte postale GNU (verso)</em>

source: PNG&nbsp; <a href="/graphics/gnu-post/postcard2.png">91kB</a>&nbsp;(1069x450),&nbsp; <a href="/graphics/gnu-post/postcard2-large.png">219kB</a>&nbsp;(2138x900)
fr: PNG&nbsp; <a href="/graphics/gnu-post/postcard2.png">91 ko</a>&nbsp;(1069x450),&nbsp; <a href="/graphics/gnu-post/postcard2-large.png">219 ko</a>&nbsp;(2138x900)

source: SVG&nbsp; <a href="/graphics/gnu-post/postcard2.svg">158kB</a>
fr: SVG&nbsp; <a href="/graphics/gnu-post/postcard2.svg">158 ko</a>

source: Copyright and license
fr: Copyright et licence

source: <em>GNU stamp</em> &mdash; based on the official <a href="/graphics/agnuhead.html">GNU Head</a> logo originally created by Etienne Suvasa and re-drawn by Peter Gerwinski; available under the same terms.
fr: <em>Timbre GNU</em> – basé sur le logo GNU officiel (la <a href="/graphics/agnuhead.html">Tête de GNU</a>) créé à l'origine par Etienne Suvasa et redessiné par Peter Garwinski ; disponible sous les mêmes termes.

source: <em>Alternative GNU stamp</em> &mdash; available under the same license as the <a href="/graphics/gnu-alternative.html">Alternative GNU Head</a>.
fr: <em>Timbre GNU alternatif</em> – disponible sous la même licence que la <a href="/graphics/gnu-alternative.html">Tête de GNU alternative</a>.

source: <em>Free as in &ldquo;freedom&rdquo;</em> &mdash; based on the official GNU Head logo; available under the GNU Free Documentation License.
fr: <em>« Free as in Freedom »</em> – basé sur le logo GNU officiel (la Tête de GNU) ; disponible sous la licence GNU de documentation libre.

source: <em>GNU Emacs stamp</em> &mdash; based on the GNU Emacs logo, created by Luis Fernandes and vectorised by Dmitry Dzhus. The vector version of the logo is available under the GNU General Public License, either version&nbsp;2 or any later version.
fr: <em>Timbre GNU Emacs</em> – basé sur le logo de GNU Emacs a été créé par Luis Fernandes et vectorisé par Dmitry Dzhus. La version vectorisée du logo est publiée sous les termes de la licence publique générale GNU, version 2 ou toute version ultérieure.

source: <em>GPLv3 stamp</em> &mdash; based on the original <a href="/graphics/license-logos.html#license-logos">GNU GPLv3 button</a> and available under the same terms.
fr: <em>Timbre GPLv3</em> – basé sur le <a href="/graphics/license-logos.html#license-logos">logo de la GNU GPLv3</a> et disponible sous les mêmes termes.

source: <em>GNU Hurd stamp</em> &mdash; based on the original <a href="/graphics/ahurdlogo.html#hurd-metafont">Hurd Metafont Logo</a> designed by Stephen McCamant, and available under the same license.
fr: <em>Timbre GNU Hurd</em> – basé sur le <a href="/graphics/ahurdlogo.html#hurd-metafont">logo de Hurd en Metafont</a> conçu par Stephen McCamant et disponible sous la même licence.

source: <em>GNU Post</em> &mdash; created from scratch by Tomasz W. Koz&#322;owski; the image is in the public domain.
fr: <em>Cachet GNU</em> – créé par Tomasz W. Koz&#322;owski ; cette image est dans le domaine public.

source: <em>FSF Airmail</em> &mdash; based on the official <a href="/graphics/fsf-logo.html">Free Software Foundation logo</a> created by Li Jiang, and available under the GNU General Public License, either version&nbsp;2 or any later version.
fr: <em>Étiquette par avion FSF</em> – basée sur le <a href="/graphics/fsf-logo.html">logo de la <i>Free Software Foundation</i></a> créé par Li Jiang et disponible sous la licence publique générale GNU, version 2 ou toute version ultérieure.

source: <em>GNU postcard</em> &mdash; based on Victor Siame's vector version of &ldquo;<a href="/graphics/bwcartoon.html">The Dynamic Duo: The Gnu and the Penguin in flight</a>,&rdquo; and available under the same license.
fr: <em>Carte postale GNU (recto)</em> – basée sur la version vectorisée de l'image « <a href="/graphics/bwcartoon.html">Le duo dynamique : le Gnou et le Manchot en vol</a> », créée par Victor Siame et publiée sous licence Art libre.

source: <em>GNU postcard</em> (back) &mdash; created by Tomasz; the elements are trivial and it falls in the public domain, but because it embeds the GNU Emacs image under GPL, it is distributed as a whole under the GNU General Public License, either version&nbsp;2 or any later version.
fr: <em>Carte postale GNU (verso)</em> – créée par Tomasz ; les éléments sont triviaux et elle tomberait dans le domaine public, si ce n'est qu'elle intègre l'image de GNU Emacs, qui est sous GPL. Elle est donc distribuée comme un tout sous la licence publique générale GNU, version 2 ou toute version ultérieure.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à &lt;<a href="mailto:gnu@gnu.org">gnu@gnu.org</a>&gt;. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à &lt;<a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>&gt;.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and contributing translations of this article.
fr: Merci d'adresser vos commentaires sur les pages en français à &lt;<a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>&gt;, et sur les traductions en général à &lt;<a href="mailto:web-translators@gnu.org">web-translators@gnu.org</a>&gt;. Si vous souhaitez y contribuer, vous trouverez dans le <a href="/server/standards/README.translations.html">guide de traduction</a> les infos nécessaires.

source: <em>Page text:</em>&nbsp; Copyright &copy; 2022 Free Software Foundation, Inc.
fr: <em>Texte de la page :</em>&nbsp; Copyright &copy; 2022 Free Software Foundation, Inc.

source: Available under the <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Disponible sous la licence <a rel="license" href="https://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale</a> (CC BY-ND 4.0).

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Cédric Corazza<br /> Révision : <a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>

source: Updated:
fr: Dernière mise à jour :
