Repository: GitMirroring/www-fr
Catalog: licenses/exceptions.*.po
Languages: fr

source: Exceptions to GNU Licenses - GNU Project - Free Software Foundation
fr: Exceptions aux licences GNU - Projet GNU - Free Software Foundation

source: Exceptions to GNU Licenses
fr: Exceptions aux licences GNU

source: Autoconf Configure Script Exception
fr: Exception du script configure d'Autoconf

source: The purpose of this exception is to allow distribution of Autoconf's typical output under terms of the recipient's choice (including proprietary). This is necessary because Autoconf includes some of its own code&mdash;which would otherwise be licensed under GPLv3&mdash;in its output.
fr: Le but de cette exception est de permettre la distribution d'un résultat typique produit par Autoconf sous des termes choisis par le destinataire (y compris privateurs).<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> C'est nécessaire parce qu'Autoconf inclut dans le résultat une partie de son propre code, qui autrement serait placé sous GPLv3.

source: <a href="/licenses/autoconf-exception.html">Autoconf Configure Script Exception</a>
fr: <a href="/licenses/autoconf-exception.html">Exception du script configure d'Autoconf</a>

source: GCC Runtime Library Exception
fr: Exception de la bibliothèque d'exécution de GCC (<abbr title="GNU C Compiler">GCC</abbr> <abbr title="Runtime Library Exception">RLE</abbr>)

source: The purpose of this exception is to allow developers to compile non-GPLed software with GCC, as long as they don't use proprietary plugins or other extensions to the compiler. An additional permission is needed for this because GCC normally includes some GPLed code in the binaries it creates.
fr: Le but de la GCC RLE est de permettre aux développeurs de compiler avec GCC un logiciel non régi par la GPL, pourvu qu'ils n'utilisent pas de greffon privateur (ni d'autre extension privatrice du compilateur). Cette permission supplémentaire est nécessaire parce que GCC inclut normalement un peu de code sous GPL dans les binaires qu'il crée.

source: <a href="/licenses/gcc-exception.html">GCC Runtime Library Exception</a>
fr: <a href="/licenses/gcc-exception.html">GCC RLE</a>

source: <a href="/licenses/gcc-exception-faq.html">Rationale document and Frequently Asked Questions</a>
fr: <a href="/licenses/gcc-exception-faq.html">Document d'explication et foire aux questions</a>

source: URLs
fr: URL

source: When linking to the exceptions of GNU licenses, it's usually best to link to the latest version; hence the standard URLs such as <code>https://www.gnu.org/licenses/gcc-exception.html</code> have no version number. Occasionally, however, you may want to link to a specific version of a given license exception. In those situations, you can use the following links:
fr: Quand vous mettez en lien les exceptions aux licences GNU, il est généralement préférable de pointer vers les versions les plus récentes ; par conséquent les URL standards telles que <code>https://www.gnu.org/licenses/gcc-exception.html</code> n'ont pas de numéro de version. Cependant, il peut arriver que vous souhaitiez pointer vers une version spécifique d'une exception de licence particulière. Vous pouvez dans ce cas utiliser les liens suivants :

source: <a href="/licenses/autoconf-exception-3.0.html">Autoconf Configure Script Exception v3.0</a>
fr: <a href="/licenses/autoconf-exception-3.0.html">Exception du script configure d'Autoconf</a>

source: <a href="/licenses/translations.html#Exceptions">Unofficial Translations</a>
fr: <a href="/licenses/translations.html#Exceptions">Traductions non officielles</a>

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <hr /><b>Note de traduction</b><ol> <li id="TransNote1">Autre traduction de <i>proprietary</i> : propriétaire. <a href="#TransNote1-rev" class="nounderline">&#8593;</a></li></ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à &lt;<a href="mailto:gnu@gnu.org">gnu@gnu.org</a>&gt;. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à &lt;<a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>&gt;.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and contributing translations of this article.
fr: Merci d'adresser vos commentaires sur les pages en français à &lt;<a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>&gt;, et sur les traductions en général à &lt;<a href="mailto:web-translators@gnu.org">web-translators@gnu.org</a>&gt;. Si vous souhaitez y contribuer, vous trouverez dans le <a href="/server/standards/README.translations.html">guide de traduction</a> les infos nécessaires.

source: Copyright &copy; 2009, 2022 Free Software Foundation, Inc.
fr: Copyright &copy; 2009 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Thérèse Godefroy<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
