Repository: GitMirroring/www-fr
Catalog: links/links.*.po
Languages: fr

source: <a href="https://savannah.gnu.org/">Savannah</a>, a hosting site provided by GNU for both GNU and non-GNU packages. <a href="/software/devel.html">More info.</a>
fr: <a href="https://savannah.gnu.org/">Savannah</a>, un site d'hébergement mis à la disposition des paquets GNU et non GNU par le projet GNU. <a href="/software/devel.html">En savoir plus</a>.

source: Gna! (discontinued), the hosting site provided by FSF France, with support from the French company Free.
fr: Gna! (arrêté définitivement), site d'hébergement géré par la FSF France avec le soutien de la société française Free.

source: <a href="https://puszcza.gnu.org.ua/">Puszcza</a> (pronounced &ldquo;push-cha&rdquo;), the hosting site maintained by long-time GNU volunteer Sergey Poznyakoff in Ukraine.
fr: <a href="https://puszcza.gnu.org.ua/">Puszcza</a> (prononcer "pouch-tcha"), le site d'hébergement maintenu de longue date par un bénévole de GNU, Sergey Poznyakoff, en Ukraine.

source: News about free software
fr: Actualités du logiciel libre

source: These sites offer updated news about GNU and other free software.
fr: Ces sites donnent les dernières nouvelles de GNU et autres logiciels libres.

source: <a href="//www.fsf.org/free-software-supporter/">Free Software Supporter</a> (translated into Spanish and French).
fr: <a href="//www.fsf.org/free-software-supporter/">Free Software Supporter</a> (traduit en espagnol et en français).

source: <a href="https://planet.gnu.org">planet.gnu.org</a>, aggregation of blogs and news announcements from GNU packages.
fr: <a href="https://planet.gnu.org">planet.gnu.org</a>, un agrégateur de blogs et de nouvelles concernant les paquets GNU.

source: <a href="https://sites.google.com/site/singaporegnu/press">Press/News</a>, free software news from a Singapore GNU users group (inactive since May 2009).
fr: <a href="https://sites.google.com/site/singaporegnu/press">Press/News</a>, actualités du logiciel libre proposées par un groupe d'utilisateurs de GNU localisé à Singapour (site inactif depuis mai 2009).

source: <a href="https://web.archive.org/web/20160913034809/http://gnuticias.es.gnu.org/"> GNUticias</a> (in Spanish), archived news about free software and the GNU Project.
fr: <a href="https://web.archive.org/web/20160913034809/http://gnuticias.es.gnu.org/">GNUticias</a> (site en espagnol, archivé), anciennes actualités du logiciel libre et du projet GNU.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <hr /><b>Note de traduction</b><ol> <li id="TransNote1">Beaucoup des liens de cette page pointent vers des sites non francophones, mais pour ne pas alourdir le texte nous n'avons pas mis d'indication de langue. <a href="#TransNote1-rev" class="nounderline">&#8593;</a></li></ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à &lt;<a href="mailto:gnu@gnu.org">gnu@gnu.org</a>&gt;. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à &lt;<a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>&gt;.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and contributing translations of this article.
fr: Merci d'adresser vos commentaires sur les pages en français à &lt;<a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>&gt;, et sur les traductions en général à &lt;<a href="mailto:web-translators@gnu.org">web-translators@gnu.org</a>&gt;. Si vous souhaitez y contribuer, vous trouverez dans le <a href="/server/standards/README.translations.html">guide de traduction</a> les infos nécessaires.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Cédric Corazza.<br /> Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
