Repository: GitMirroring/www-fr
Catalog: links/links.*.po
Languages: fr

source: Links to Other Free Software Sites - GNU Project - Free Software Foundation
fr: Liens vers d'autres sites en rapport avec le logiciel libre - Projet GNU - Free Software Foundation

source: Links to Other Free Software Sites
fr: Liens vers d'autres sites en rapport avec le logiciel libre

source: To help promote knowledge of free software that isn't <a href="/philosophy/categories.html#GNUsoftware">GNU software distributed by the FSF</a>, we have collected the following links to other web sites that contain free software, or are directly related to the issue of free software.
fr: Pour contribuer à faire connaître les logiciels libres autres que les <a href="/philosophy/categories.html#GNUsoftware">logiciels GNU distribués par la FSF</a>, nous avons rassemblé ici des liens vers d'autres sites qui en hébergent ou qui sont en rapport direct avec le logiciel libre.<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a>

source: We do not have links to web sites of the well-known GNU/Linux system distributions, or to the well-known BSD system distributions, because all those sites explicitly describe, and facilitate access to, various nonfree programs. We would be glad to know of other free software web sites that we could link to here.
fr: Nous n'avons pas de lien vers les sites web des distributions connues du système GNU/Linux ou du système BSD, car tous décrivent explicitement divers programmes non libres et en facilitent l'accès. Nous aimerions avoir connaissance d'autres sites de logiciels libres que nous pourrions ajouter ici.

source: <em><span class="highlight">The FSF is not responsible for the contents of other web sites, or how up-to-date they are.</span></em>
fr: <em><span class="highlight">Veuillez noter que la FSF n'est pas responsable du contenu d'autres sites web ni de leur état de mise à jour.</span></em>

source: Free GNU/Linux distributions
fr: Distributions GNU/Linux libres

source: We maintain information about <a href="/distros/distros.html"> fully-free GNU/Linux distributions</a>.
fr: Nous mettons régulièrement à jour l'information qui concerne les <a href="/distros/distros.html">distributions GNU/Linux entièrement libres</a>.

source: Other free operating systems
fr: Autres systèmes d'exploitation libres

source: We maintain information about <a href="/distros/free-non-gnu-distros.html"> fully-free system distributions that are not GNU/Linux</a>.
fr: Nous proposons également des informations à jour sur les <a href="/distros/free-non-gnu-distros.html">distributions entièrement libres qui ne sont pas basées sur GNU/Linux</a>.

source: Collections of free software
fr: Collections de logiciels libres

source: <a href="https://www.delorie.com/">DJ Delorie's site</a>.
fr: <a href="https://www.delorie.com/">Site de DJ Delorie</a>

source: <a href="https://web.archive.org/web/20091208112854/http://ftp.back2roots.org/geekgadgets/">GNU programs for the Amiga and BeOS</a>
fr: <a href="https://web.archive.org/web/20091208112854/http://ftp.back2roots.org/geekgadgets/">Programmes GNU pour Amiga et BeOS</a>

source: <a href="https://directory.fsf.org/wiki/Free_Software_Directory:Free_software_replacements"> A short list of free software replacements</a> for proprietary software running on various proprietary systems.
fr: <a href="https://directory.fsf.org/wiki/Free_Software_Directory:Free_software_replacements">Une courte liste de remplaçants libres</a> pour des logiciels privateurs tournant sur divers systèmes privateurs.

source: Free software documentation
fr: Documentation sur les logiciels libres

source: The documentation at these sites may be older than the latest <a href="/doc/doc.html">versions distributed by GNU</a>.
fr: Les documentations proposées sur ces sites peuvent être plus anciennes que les dernières <a href="/doc/doc.html">versions distribuées par GNU</a>.

source: <a href="https://en.flossmanuals.net/">Floss Manuals</a>, a collection of free manuals for free software.
fr: <a href="https://en.flossmanuals.net/">Floss Manuals</a>, une collection de manuels libres sur les logiciels libres.

source: <a href="http://www.rocketaware.com/orbit/Lo/">Reuse RKT</a> provides links to FAQs, standards and references.
fr: <a href="http://www.rocketaware.com/orbit/Lo/">Reuse RKT</a> donne des liens vers des FAQ, des standards et des références.

source: <a href="/software/gnujdoc/gnujdoc.html">GNUjdoc</a> is a central archive of Japanese translations of GNU documents.
fr: <a href="/software/gnujdoc/gnujdoc.html">GNUjdoc</a> est une archive centrale des traductions en japonais des documents GNU.

source: Unofficial GNU sites
fr: Sites GNU non officiels

source: <a href="https://web.cecs.pdx.edu/~trent/gnu/">Trent's pages</a>.
fr: <a href="https://web.cecs.pdx.edu/~trent/gnu/">Les pages de Trent</a>

source: <a href="https://web.archive.org/web/20101223080452/http://www.visuarama.com/gnuino/gnuino.html">A Spanish introduction to free software (archived)</a>.
fr: <a href="https://web.archive.org/web/20101223080452/http://www.visuarama.com/gnuino/gnuino.html">Une introduction au logiciel libre en espagnol (archivé)</a>

source: Free knowledge &amp; free culture
fr: Savoir et culture libres

source: <a href="https://www.wikipedia.org/">Wikipedia.org</a> - The Free Encyclopedia.
fr: <a href="https://www.wikipedia.org/">Wikipédia</a>, l'encyclopédie libre.

source: <a href="https://www.ourproject.org/">OurProject.org</a> - Free Software &amp; Free Knowledge for a Free Society (mostly in Spanish).
fr: <a href="https://www.ourproject.org/">OurProject.org</a>, logiciel libre et savoir libre pour une société libre (presque entièrement en espagnol).

source: <a href="https://web.archive.org/web/20220205150639/https://www.mutopiaproject.org/"> Mutopia</a> - collects and distributes free music, and information about free music.
fr: <a href="https://web.archive.org/web/20220205150639/https://www.mutopiaproject.org/">Mutopia</a>, rassemble et distribue de la musique libre et des informations sur la musique libre.

source: Organizations related to free software
fr: Organisations en rapport avec le logiciel libre

source: <a href="https://web.archive.org/web/20160801150658/http://mx.gnu.org/"> GNU Mexico</a> - The Mexican branch of the GNU Project
fr: <a href="https://web.archive.org/web/20160801150658/http://mx.gnu.org/">GNU Mexico</a>, la branche mexicaine du projet GNU.

source: <a href="https://web.archive.org/web/20160306082159/http://es.gnu.org/P%C3%A1gina_Principal"> GNU Spain</a> - The Spanish branch of the GNU Project
fr: <a href="https://web.archive.org/web/20160306082159/http://es.gnu.org/P%C3%A1gina_Principal">GNU Spain</a>, la branche espagnole du projet GNU.

source: <a href="https://web.archive.org/web/20140418145937/http://it.gnu.org/"> GNU Italia</a> - The Italian branch of the GNU Project
fr: <a href="https://web.archive.org/web/20140418145937/http://it.gnu.org/">GNU Italia</a>, la branche italienne du projet GNU.

source: <a href="https://fsfe.org/">FSF Europe</a>, Free Software Foundation Europe.
fr: <a href="https://fsfe.org/">FSF Europe</a>, <i>Free Software Foundation</i> Europe.

source: <a href="https://fsffrance.org/">FSF France</a>, Free Software Foundation France.
fr: <a href="https://fsffrance.org/">FSF France</a>, <i>Free Software Foundation</i> France.

source: <a href="https://fsf.org.in/">FSF India</a>, Free Software Foundation India.
fr: <a href="https://fsf.org.in/">FSF India</a>, <i>Free Software Foundation</i> Inde.

source: <a href="https://www.fsfla.org/ikiwiki/">FSF Latin America</a>, Free Software Foundation Latin America
fr: <a href="https://www.fsfla.org/ikiwiki/">FSF Latin America</a>, <i>Free Software Foundation</i> Amérique latine.

source: <a href="https://www.gnusolidario.org/">GNU Solidario</a>, a non-profit project to help developing countries with health and education using free software tools
fr: <a href="https://www.gnusolidario.org/">GNU Solidario</a>, un projet à but non lucratif pour aider les pays en voie de développement dans les domaines de la santé et de l'éducation avec des outils logiciels libres.

source: <a href="http://www.belgeler.org/">Belgeler.org</a> - A very comprehensive Turkish Translation project including philosophical writings about Free Software
fr: <a href="http://www.belgeler.org/">Belgeler.org</a>, un projet de traduction en turc très complet comprenant des articles philosophiques sur le logiciel libre.

source: <a href="https://april.org/">APRIL</a>
fr: <a href="https://april.org/">APRIL</a>, Association pour la promotion et la défense du logiciel libre.

source: <a href="https://web.archive.org/web/20180908201904/http://ec.europa.eu/internal_market/indprop/docs/comp/replies/appendix44_en.pdf"> European Software Patent Horror Gallery</a>
fr: <a href="https://web.archive.org/web/20180908201904/http://ec.europa.eu/internal_market/indprop/docs/comp/replies/appendix44_en.pdf">La galerie des horreurs des brevets logiciels européens</a>.

source: <a href="https://endsoftwarepatents.org/">End Software Patents campaign </a>
fr: <a href="https://endsoftwarepatents.org/"><i>End Software Patents</i>, campagne pour l'abolition des brevets logiciels</a>.

source: <a href="https://plos.org/">Public Library of Science</a> organizes support for online public libraries of science.
fr: <a href="https://plos.org/"><i>Public Library of Science</i></a> organise l'assistance aux bibliothèques publiques scientifiques en ligne.

source: <a href="https://opencores.org/">OpenCores.Org</a> is a volunteer group interested in developing hardware, with a similar ethos to the free software movement.
fr: <a href="https://opencores.org/">OpenCores.Org</a> est un groupe de bénévoles intéressés par le développement de matériel, avec une philosophie similaire à celle du mouvement du logiciel libre.

source: <a href="https://www.openstreetmap.org/">OpenStreetMap is a free editable map of the whole world. OpenStreetMap allows you to freely view, edit and use geographical data in a collaborative way.</a>
fr: <a href="https://www.openstreetmap.org/">OpenStreetMap</a> est une carte du monde librement modifiable. <i>OpenStreetMap</i> vous permet de voir, modifier et utiliser gratuitement des données géographiques de manière collaborative.

source: <a href="https://web.archive.org/web/20220121060323/https://www.freemodelfoundry.com/"> The Free Model Foundry</a> - for electrical engineers, free simulation models of digital components.
fr: <a href="https://web.archive.org/web/20220121060323/https://www.freemodelfoundry.com/">The Free Model Foundry</a>, pour les ingénieurs en électricité, modèles de simulation de composants numériques libres.

source: <a href="https://ffii.org/">Foundation for a Free Informational Infrastructure (FFII)</a>
fr: <a href="https://ffii.org/">Fondation pour une infrastructure informationnelle libre (<abbr title="Foundation for a Free Informational Infrastructure">FFII</abbr>)</a>

source: <a href="https://translationproject.org/html/welcome.html">Translation Project</a>
fr: <a href="https://translationproject.org/html/welcome.html"><i>Translation Project</i></a>

source: <a href="https://web.archive.org/web/20150420025426/http://www.ofset.org/tiki-index.php" id="OFSET">OFSET</a> - The Organization for Free Software in Education and Teaching.
fr: <a href="https://web.archive.org/web/20150420025426/http://www.ofset.org/tiki-index.php" id="OFSET"><abbr title="Organization for Free Software in Education and Teaching">OFSET</abbr></a>, organisation pour la promotion du logiciel libre dans l'éducation et l'enseignement.

source: <a href="https://web.archive.org/web/20060725024828/http://www.cipsga.org.br/"> CIPSGA [Archived Page]</a> (closed in 2010 in <a href="http://web.archive.org/web/20101007124617/http://www.cipsga.org.br/"> protest against software patents</a>).
fr: <a href="https://web.archive.org/web/20060725024828/http://www.cipsga.org.br/">CIPSGA [page archivée]</a> (fermé en 2010 pour <a href="http://web.archive.org/web/20101007124617/http://www.cipsga.org.br/">protester contre les brevets logiciels</a>.

source: <a href="https://web.archive.org/web/20070110042254/http://www.plugincinema.com/plugin/plugin_cinema/pffp.htm"> pFFP [Archived Page]</a> - The plugincinema Free Film Project promotes the use of free software to make and distribute films.
fr: <a href="https://web.archive.org/web/20070110042254/http://www.plugincinema.com/plugin/plugin_cinema/pffp.htm">pFFP [page archivée]</a>, le <i>plugincinema Free Film Project</i>, promeut l'utilisation de logiciels libres pour faire et distribuer des films.

source: <a href="https://web.archive.org/web/20210902121601/http://softwarelivre.org/">Free Software Project in Brazil</a>
fr: <a href="https://web.archive.org/web/20210902121601/http://softwarelivre.org/">Projet de logiciel libre au Brésil</a>

source: <a href="https://web.archive.org/web/20150701183307/http://www.fscorsica.org">Free Software Corsica</a> promotes free software and hardware that supports <a href="/distros/free-distros.html">free GNU/Linux distributions</a> in Corsica.
fr: <a href="https://web.archive.org/web/20150701183307/http://www.fscorsica.org">Free Software Corsica</a> fait la promotion à travers la Corse du logiciel libre et du matériel fonctionnant sans problème avec <a href="/distros/free-distros.html">les distributions GNU/Linux</a>.

source: <a href="https://web.archive.org/web/20181226204137/http://gnulinuxclub.org/">GnuLinuxClub.org</a>, dedicated to the propagation and usage of GNU/Linux and Free Software among the general computer users community.
fr: <a href="https://web.archive.org/web/20181226204137/http://gnulinuxclub.org/">GnuLinuxClub.org</a> a pour but de favoriser la dissémination et l'usage de GNU/Linux et des logiciels libres parmi les utilisateurs de l'informatique.

source: <a href="https://www.vialibre.org.ar/en/home/">Fundacion via libre</a>, an organization which promotes sharing and development of the knowledge based on free software movement principles.
fr: <a href="https://www.vialibre.org.ar/en/home/">Fundacion via libre</a>, une organisation qui promeut le partage et le développement des connaissances en se basant sur les principes du mouvement du logiciel libre.

source: <a href="https://www.sugarlabs.org/">Sugar Labs</a>, an organization set up to continue development of the Sugar desktop environment.
fr: <a href="https://www.sugarlabs.org/">Sugar Labs</a>, une organisation ayant pour objet de poursuivre le développement de l'environnement de bureau Sugar.

source: <a href="http://www.ffkp.se/">FFKP</a>, an organization that promotes free culture and software based in Sweden.
fr: <a href="http://www.ffkp.se/">FFKP</a>, une organisation qui promeut la culture et le logiciel libres en Suède.

source: <a href="https://ceata.org/">Fundația Ceata</a>, Romanian foundation fighting for Free Software and Free Culture.
fr: <a href="https://ceata.org/">Fundația Ceata</a>, Fondation roumaine luttant pour le logiciel et la culture libres.

source: <a href="https://sfconservancy.org">Software Freedom Conservancy, Inc.</a>, a 501(c)(3) not-for-profit organization incorporated in New York. They help promote, improve, develop, and defend Free, Libre, and Open Source Software (FLOSS) projects.
fr: <a href="https://sfconservancy.org">Software Freedom Conservancy, Inc.</a> (Conservatoire de la liberté du logiciel), organisation à but non lucratif enregistrée à New York qui contribue à promouvoir, développer et défendre les projets de logiciel libre et open source (FLOSS).

source: Several companies sell <a href="/links/companies.html">computers with GNU/Linux preinstalled</a>.
fr: Plusieurs sociétés vendent des <a href="/links/companies.html">ordinateurs avec GNU/Linux pré-installé</a>.

source: Companies that support free software development, and exclusively free software development
fr: Sociétés qui soutiennent le développement de logiciel libre et exclusivement le développement de logiciel libre

source: <a href="https://solis.com.br/">Solis</a> (in Portuguese)
fr: <a href="https://solis.com.br/">Solis</a> (en portugais)

source: Organizations that work for freedom in computer development and electronic communications
fr: Organisations qui œuvrent pour la liberté du développement informatique et des communications électroniques

source: The OpenCores project exists to further the aims of the Open IP Core definition, which has the following tenets: information on using the hardware must be available; the design of the hardware must be available; design software for hardware must be available.
fr: Le projet <i>OpenCores</i> promeut les objectifs définis par l'<i>Open IP Core</i> sur les principes suivants :<br/>- toutes les informations sur l'utilisation du matériel doivent être disponibles ;<br/>- les plans du matériel doivent être disponibles ;<br/>- le logiciel ayant servi à faire les plans du matériel doit être disponible.

source: Lumen, formerly Chilling Effects, is a collection point for cease and desist notices concerning online activity&mdash;we invite visitors to enter C&amp;Ds they have received or sent. The website collects the C&amp;Ds in a searchable database and hyperlinks them to explanations of the legal issues.
fr: Lumen (anciennement <i>Chilling Effects</i>) est une collection d'« ordonnances de cesser et de s'abstenir » <i>[cease and desist notices]</i> concernant l'activité en ligne (nous invitons les visiteurs à indiquer sur ce site les ordonnances qu'ils ont reçues ou envoyées). Ce site web rassemble les ordonnances dans une base de données et leur ajoute des hyperliens vers les explications des problèmes juridiques.

source: The League for Programming Freedom is an organization that opposes software patents and user interface copyrights.
fr: La Ligue pour la liberté de programmation est une organisation qui s'oppose aux brevets logiciels et au copyright sur les interfaces utilisateurs.

source: The League for Programming Freedom is inactive now. Please join our <a href="https://endsoftwarepatents.org/">End Software Patents</a> campaign!
fr: La Ligue pour la liberté de programmation a maintenant cessé son activité. Merci de rejoindre notre campagne <a href="https://endsoftwarepatents.org/">pour la disparition des brevets logiciels</a> !

source: EFF, the Electronic Frontier Foundation, is a non-profit, non-partisan organization working in the public interest to protect fundamental civil liberties, including privacy and freedom of expression, in the arena of computers and the Internet.
fr: EFF, la Fondation de la frontière électronique, est une organisation non partisane, à but non lucratif, qui œuvre dans l'intérêt du public pour protéger les libertés civiles fondamentales, comme le respect de la vie privée et la liberté d'expression, dans le domaine de l'informatique et d'Internet.

source: EPIC is a public interest research center in Washington, D.C. It was established in 1994 to focus public attention on emerging civil liberties issues and to protect privacy, the First Amendment, and constitutional values.
fr: L'EPIC (Centre d'information sur la vie privée électronique) est un centre de recherche d'intérêt public situé à Washington, D.C. Il a été établi en 1994 pour attirer l'attention du public sur les problèmes émergents de liberté civile et pour protéger la vie privée, le premier amendement et les valeurs constitutionnelles.

source: <a href="http://cpsr.org/">Computer Professionals for Social Responsibility</a> (dissolved in 2013)
fr: <a href="http://cpsr.org/">Computer Professionals for Social Responsibility</a> (groupe dissout en 2013)

source: CPSR was a public-interest alliance of computer scientists and others concerned about the impact of computer technology on society. They worked to influence decisions regarding the development and use of computers because those decisions have far-reaching consequences and reflect our basic values and priorities.
fr: CPSR (Professionnels de l'informatique pour la responsabilité sociale) était un groupement d'intérêt public composé d'informaticiens et de personnes intéressées par l'impact des nouvelles technologies sur la société. Son objectif était d'influencer les décisions concernant le développement et l'utilisation de l'informatique car ces décisions ont des conséquences profondes et reflètent nos valeurs et priorités premières. »

source: The American Civil Liberties Union is the nation's foremost advocate of individual rights&mdash;litigating, legislating, and educating the public on a broad array of issues affecting individual freedom in the United States.
fr: L'Union américaine pour les libertés civiles est le principal défenseur des droits individuels au niveau national (procès, législation et éducation du public sur un large éventail de problèmes qui affectent la liberté individuelle aux États-Unis).

source: The GILC comprises of members from American Civil Liberties Union, the Electronic Privacy Information Center, Human Rights Watch, the Internet Society, Privacy International, the Association des Utilisateurs d'Internet, and other civil liberties and human rights organizations. They advocate the prohibition of censorship of on-line communication, and insist that on-line free expression should not be restricted by indirect means such as excessively restrictive governmental or private controls over computer hardware or software, telecommunications infrastructure, or other essential components of the Internet.
fr: La GILC (Campagne mondiale pour la liberté sur Internet) regroupe les associations suivantes : <i>American Civil Liberties Union</i> (Union américaine pour les libertés civiles), <i>Electronic Privacy Information Center</i> (Centre d'information sur la vie privée électronique), <i>Human Rights Watch</i> (Surveillance des droits de l'Homme), <i>Internet Society</i> (Société de l'Internet), <i>Privacy International</i> (Vie privée - international), Association des utilisateurs d'Internet et autres organisations défendant les libertés civiles et les droits de l'homme. Cette campagne milite pour l'interdiction de la censure sur la communication en ligne et insiste sur le fait que la liberté d'expression en ligne ne doit pas être restreinte par des moyens indirects tels que les contrôles excessivement restrictifs du gouvernement ou d'organismes privés sur le logiciel, le matériel informatique, l'infrastructure des télécommunications ou toute autre composante essentielle d'Internet.

source: Electronic Frontiers Australia Inc. (EFA) is a non-profit national organisation representing Internet users concerned with on-line freedoms and rights.
fr: <i>Electronic Frontiers Australia, Inc.</i> (Frontières électroniques Australie) est une organisation nationale à but non lucratif représentant les internautes concernés par les droits et libertés en ligne.

source: An association fighting for freedom of information in Spain (inactive since 2016).
fr: Une association qui combat pour la liberté de l'information en Espagne (inactive depuis 2016).

source: Hosting
fr: Hébergement

source: These sites provide hosting for free software packages, focused on source code. We don't list other well-known hosting sites since they have advertisements or other encouragement for proprietary software. As usual, contact us at &lt;webmasters@gnu.org&gt; if you have suggestions for the list.
fr: Ces sites hébergent des logiciels libres et mettent l'accent sur le code source. Nous ne citons pas les autres sites d'hébergement bien connus car ils font la publicité de logiciels privateurs (propriétaires) ou incitent à les utiliser. Comme toujours, contactez-nous à &lt;webmasters@gnu.org&gt; si vous voulez proposer des ajouts à cette liste.
