Repository: GitMirroring/www-fr
Catalog: links/non-ryf.*.po
Languages: fr

source: Non-RYF Computers with GNU/Linux preinstalled - GNU Project - Free Software Foundation
fr: Ordinateurs non RYF avec GNU/Linux préinstallé - Projet GNU - Free Software Foundation

source: Non-<abbr title="Respects Your Freedom">RYF</abbr> computers with <abbr title="GNU's Not Unix!">GNU</abbr>/Linux preinstalled
fr: Ordinateurs non <abbr title="Respects Your Freedom">RYF</abbr> avec GNU/Linux préinstallé

source: The computers sold by these companies require the use of a proprietary BIOS. A BIOS is a program used to load the operating system and start the computer.
fr: Les ordinateurs vendus par ces sociétés requièrent un BIOS privateur (un BIOS est un programme utilisé pour charger le système d'exploitation et démarrer l'ordinateur).

source: Also, if the computer uses an Intel processor, it most probably has the Intel Management Engine (ME) which <a href="https://www.fsf.org/blogs/licensing/intel-me-and-why-we-should-get-rid-of-me"> is a backdoor</a> and is known to have had security <a href="/proprietary/proprietary-insecurity.html#intel-me-10-year-vulnerability">flaws in the past</a>.
fr: De plus, si l'ordinateur utilise un processeur Intel, il a très probablement le pilote <cite>Intel Management Engine</cite> (moteur de gestion d'Intel), qui <a href="https://www.fsf.org/blogs/licensing/intel-me-and-why-we-should-get-rid-of-me">est une porte dérobée</a> et, de notoriété publique, a eu des <a href="/proprietary/proprietary-insecurity.html#intel-me-10-year-vulnerability">failles de sécurité dans le passé</a>.

source: Due to the above issues, computers sold by these companies do not have FSF's <a href="https://fsf.org/ryf">Respects Your Freedom certification</a> though they're able to run a fully free GNU/Linux operating system.
fr: Du fait des problèmes ci-dessus, les ordinateurs vendus par ces sociétés ne sont pas labélisés par le <a href="https://fsf.org/ryf">programme de certification RYF</a> (respecte votre liberté) de la FSF.

source: <a href="https://lacpdx.com">Los Alamos Computers (LAC)</a> sells laptops, desktops and servers preinstalled with <a href="/distros">fully free GNU/Linux distributions</a>, including <a href="http://gnewsense.org">gNewSense</a>. In addition, they donate a portion of every sale of such systems to the FSF.
fr: <a href="https://lacpdx.com">Los Alamos Computers (LAC)</a> vend des portables, des ordinateurs de bureau et des serveurs préinstallés avec des <a href="/distros">distributions GNU/Linux totalement libres</a>, dont <a href="http://gnewsense.org">gNewSense</a>. De plus, ils donnent une fraction du produit de chaque vente à la FSF.

source: <a href="http://www.inatux.com/gnu">InaTux</a> also offers computers preinstalled with gNewSense.
fr: <a href="http://www.inatux.com/gnu">InaTux</a> propose aussi des ordinateurs préinstallés avec gNewSense.

source: <a href="http://libre.thinkpenguin.com/">ThinkPenguin.com</a> offers computers preinstalled with Trisquel.
fr: <a href="http://libre.thinkpenguin.com/">ThinkPenguin.com</a> propose des ordinateurs préinstallés avec Trisquel.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: Copyright &copy; 2017, 2018, 2019 Free Software Foundation, Inc.
fr: Copyright &copy; 2017-2019 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction et révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
