Repository: GitMirroring/www-fr
Catalog: server/body-include-2.*.po
Languages: fr

source: [A GNU head]
fr: [une tête de GNU]

source: <strong>GNU</strong> Operating System</a>
fr: Système d'exploitation <strong>GNU</strong></a>

source: With your help, we'll launch free software to new frontiers! Fuel the mission by becoming one of <b>400</b> new Associate Members by <b>January 1st</b> for <b>$10 per month</b> ($5 per month for students). <b><a href="https://fsf.org/appeal?pk_campaign=fall18&amp;pk_kwd=banner">Read more</a></b>.
fr: Avec votre aide, nous ferons décoller le logiciel libre vers de nouveaux horizons ! Ravitaillez la mission en devenant l'un de nos <b>400</b> nouveaux membres associés d'ici le <b>1er janvier</b>, pour 10 $ par mois (5 $ si vous êtes étudiant.e). <b><a href="https://fsf.org/appeal?pk_campaign=fall18&amp;pk_kwd=banner">Pour en savoir plus</a></b>.

source: <a class="join" href="https://my.fsf.org/join?pk_campaign=fall18&amp;pk_kwd=ban"> Join</a>
fr: <a class="join" href="https://my.fsf.org/join?pk_campaign=fall18&amp;pk_kwd=ban">Adhérer</a>

source: <a href="/gnu/gnu.html">ABOUT&nbsp;GNU</a>
fr: <a href="/gnu/gnu.html">À&nbsp;PROPOS</a>

source: <a href="/philosophy/philosophy.html">PHILOSOPHY</a>
fr: <a href="/philosophy/philosophy.html">PHILOSOPHIE</a>

source: <a href="/licenses/licenses.html">LICENSES</a>
fr: <a href="/licenses/licenses.html">LICENCES</a>

source: <a href="/education/education.html">EDUCATION</a>
fr: <a href="/education/education.html">ÉDUCATION</a>

source: <a href="/software/software.html">SOFTWARE</a>
fr: <a href="/software/software.html">LOGICIELS</a>

source: <a href="/help/help.html">HELP&nbsp;GNU</a>
fr: <a href="/help/help.html">AIDEZ&nbsp;GNU</a>
