Repository: GitMirroring/www-fr
Catalog: server/footer-text.*.po
Languages: fr

source: <a href="#navigation"><span>TOP</span> &#9650;</a>
fr: <a href="#navigation"><span>RETOUR</span> &#9650;</a>

source: <a href="/proprietary/proprietary.html">MALWARE</a>
fr: <a href="/proprietary/proprietary.html">MALICIELS</a>

source: <a href="/graphics/graphics.html">GNU&nbsp;ART</a>
fr: <a href="/graphics/graphics.html">ART GNU</a>

source: <a href="/people/people.html">GNU'S&nbsp;WHO?</a>
fr: <a href="/people/people.html">TROMBINOSCOPE</a>

source: <a href="/server/sitemap.html">SITEMAP</a>
fr: <a href="/server/sitemap.html">PLAN DU SITE</a>

source: <a href="//directory.fsf.org">SOFTWARE&nbsp;DIRECTORY</a>
fr: <a href="//directory.fsf.org">RÉPERTOIRE LOGICIEL</a>

source: <a href="https://h-node.org/">HARDWARE</a>
fr: <a href="https://h-node.org/">MATÉRIEL</a>

source: [FSF logo]
fr: [Logo de la FSF]

source: </a><strong> &ldquo;The Free Software Foundation (FSF) is a nonprofit with a worldwide mission to promote computer user freedom. We defend the rights of all software users.&rdquo;</strong>
fr: </a><strong>« La Fondation pour le logiciel libre (FSF – <cite>Free Software Foundation</cite>) est une organisation à but non lucratif dont la mission est de promouvoir au niveau mondial la liberté d'utiliser l'informatique. Nous défendons les droits de tous les utilisateurs de logiciel. »</strong>

source: <a class="join" href="//www.fsf.org/associate/support_freedom?referrer=4052">JOIN</a> <a class="donate" href="//donate.fsf.org/">DONATE</a> <a class="shop" href="//shop.fsf.org/">SHOP</a>
fr: <a class="join" href="//www.fsf.org/associate/support_freedom?referrer=4052">ADHÉRER</a> <a class="donate" href="//donate.fsf.org/">FAIRE UN DON</a> <a class="shop" href="//shop.fsf.org/">FAIRE DES ACHATS</a>
