Repository: GitMirroring/www-fr
Catalog: fun/jokes/any-key.*.po
Languages: fr

source: Where is any-key? - GNU Project - Free Software Foundation
fr: Où est « n'importe quelle touche » ? - Projet GNU - Free Software Foundation

source: GNU Home
fr: Accueil GNU

source: </a>&nbsp;/ <a href="/fun/humor.html#content">GNU humor</a>&nbsp;/ <a href="/fun/humor.html#Computing">Computing</a>&nbsp;/
fr: </a>&nbsp;/ <a href="/fun/humor.html#content">Humour GNU</a>&nbsp;/ <a href="/fun/humor.html#Computing">Informatique</a>&nbsp;/

source: Where is any-key???
fr: Où est « n'importe quelle touche » ???

source: From: Thomas Henneke
fr: De Thomas Henneke

source: To: gnu@gnu.org
fr: À gnu@gnu.org

source: Subject: humor
fr: Sujet : humour

source: Date: Fri, 21 Feb 2003 22:05:41 +0100
fr: Date: vendredi 21 fév. 2003, 22:05:41 +0100

source: Here is an old one, but I still like it:
fr: En voici une classique, mais elle me fait toujours rire :

source: - Please press any key!
fr: - Veuillez appuyer sur n'importe quelle touche !

source: - Where is the any-key?
fr: - Où est « n'importe quelle touche » ?

source: Disclaimer
fr: Renonciation au copyright

source: The joke on this page was obtained from the FSF's email archives of the GNU Project. The Free Software Foundation claims no copyright on it.
fr: La blague ci-dessus provient des archives de courriel du projet GNU maintenues par la FSF. La <i>Free Software Foundation</i> ne revendique pas de copyright sur ce texte.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à &lt;<a href="mailto:gnu@gnu.org">gnu@gnu.org</a>&gt;. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à &lt;<a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>&gt;.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and contributing translations of this article.
fr: Merci d'adresser vos commentaires sur les pages en français à &lt;<a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>&gt;, et sur les traductions en général à &lt;<a href="mailto:web-translators@gnu.org">web-translators@gnu.org</a>&gt;. Si vous souhaitez y contribuer, vous trouverez dans le <a href="/server/standards/README.translations.html">guide de traduction</a> les infos nécessaires.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Aurélien Rivière, 2012<br />Révision : <a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>

source: Updated:
fr: Dernière mise à jour :
