Repository: GitMirroring/www-fr
Catalog: fun/jokes/deadbeef.*.po
Languages: fr

source: Dead Beef? - GNU Project - Free Software Foundation
fr: Dead Beef ? - Projet GNU - Free Software Foundation

source: GNU Home
fr: Accueil GNU

source: </a>&nbsp;/ <a href="/fun/humor.html#content">GNU humor</a>&nbsp;/ <a href="/fun/humor.html#Computing">Computing</a>&nbsp;/
fr: </a>&nbsp;/ <a href="/fun/humor.html#content">Humour GNU</a>&nbsp;/ <a href="/fun/humor.html#Computing">Informatique</a>&nbsp;/

source: From: Wolfgang Formann
fr: De : Wolfgang Formann

source: Subject: More jokes
fr: Sujet : D'autres blagues

source: Date: Sun, 21 Nov 1999 20:30:42 +0100
fr: Date : dimanche 21 nov. 1999 20:30:42 +0100

source: This was true with the ancient IBM 6150/6151!
fr: Ceci était vrai avec les antiques IBM 6150 et 6151 !

source: When you looked at the registers of the CPU with their debugger, all uninitialized registers had the hexcode 0xdeadbeef!
fr: Quand vous regardiez les registres du CPU avec leur débogueur, tous les registres non initialisés avaient le code hexadécimal <code>0xdeadbeef</code> !<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a>

source: I do not know if this is still true with Power-PC, but I did laugh much that time (somewhen in the late 80's).
fr: Je ne sais pas si c'est toujours vrai avec les Power-PC, mais j'ai beaucoup ri à ce moment-là (un jour indéterminé de la fin des années 80).

source: Disclaimer
fr: Renonciation au copyright

source: The joke on this page was obtained from the FSF's email archives of the GNU Project. The Free Software Foundation claims no copyright on it.
fr: La blague ci-dessus provient des archives de courriel du projet GNU maintenues par la FSF. La <i>Free Software Foundation</i> ne revendique pas de copyright sur ce texte.

source: A similar joke was submitted to <a href="https://www.netfunny.com/rhf/jokes/91q1/deadb.html">rec.humor.funny</a> by Judy Anderson in 1991.
fr: Une blague similaire, poposée par Judy Anderson in 1991, est publiée sur <a href="https://www.netfunny.com/rhf/jokes/91q1/deadb.html">rec.humor.funny</a>.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <hr /><b>Note de traduction</b><ol> <li><a id="TransNote1" href="#TransNote1-rev" class="nounderline">&#8593;</a> <i>Dead beef</i> signifie littéralement « viande de bœuf morte », mais <i>beef</i> peut aussi avoir le sens de « contenu », comme dans l'expression <i>Where is the beef?</i></li></ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à &lt;<a href="mailto:gnu@gnu.org">gnu@gnu.org</a>&gt;. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à &lt;<a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>&gt;.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and contributing translations of this article.
fr: Merci d'adresser vos commentaires sur les pages en français à &lt;<a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>&gt;, et sur les traductions en général à &lt;<a href="mailto:web-translators@gnu.org">web-translators@gnu.org</a>&gt;. Si vous souhaitez y contribuer, vous trouverez dans le <a href="/server/standards/README.translations.html">guide de traduction</a> les infos nécessaires.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Aurélien Rivière, 2012<br />Révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
