Repository: GitMirroring/www-fr
Catalog: fun/jokes/dna.*.po
Languages: fr

source: Human DNA as C code - GNU Project - Free Software Foundation
fr: L'ADN humain transposé en code C - Projet GNU - Free Software Foundation

source: GNU Home
fr: Accueil GNU

source: </a>&nbsp;/ <a href="/fun/humor.html#content">GNU humor</a>&nbsp;/ <a href="/fun/humor.html#Software">Software</a>&nbsp;/
fr: </a>&nbsp;/ <a href="/fun/humor.html#content">Humour GNU</a>&nbsp;/ <a href="/fun/humor.html#Software">Logiciel</a>&nbsp;/

source: Human DNA deciphered into C code!
fr: L'ADN humain transposé en code C !

source: by Mathew Murphy
fr: par Mathew Murphy

source: For many years molecular biologists have been mystified by the fact that very little of an organism's DNA seems to serve any useful function.
fr: Depuis des années, les biologistes moléculaires sont déroutés par le fait qu'une infime partie de l'ADN de l'organisme semble remplir une fonction utile.

source: I have solved the mystery.
fr: J'ai résolu ce mystère.

source: The reason why only 30% of human DNA performs any useful function is that the rest of it is comments.
fr: La raison pour laquelle 30 % seulement de l'ADN humain remplit une quelconque fonction utile est que le reste n'est que commentaires.

source: Once we decode a typical human genome, we see that the contents begin as follows:
fr: Après avoir décodé un génome humain typique, nous observons que son contenu commence ainsi :

source: /* HUMAN_DNA.H * * Human Genome * Version 2.1 * * (C) God */
fr: /* ADN_HUMAIN.H * * Génome Humain * Version 2.1 * * (C) Dieu */

source: /* Revision history: * * 0000-00-01 00:00 1.0 Adam. * 0000-00-02 10:00 1.1 Eve. * 0000-00-03 02:11 1.2 Added penis code to male version. A bit messy -- * will require a rewrite later on to make it neater. * 0017-03-12 03:14 1.3 Added extra sex drive to male.h; took code from * elephant-dna.c * 0145-10-03 16:33 1.4 Removed tail. * 1115-00-31 17:20 1.5 Shortened forearms, expanded brain case. * 2091-08-20 13:56 1.6 Opposable thumbs added to hand() routine. * 2501-04-09 14:04 1.7 Minor cosmetic improvements -- skin colour made * darker to match my own image. * 2909-07-12 02:21 1.8 Dentition inadequate; added extra 'wisdom' teeth. * Must remember to make mouth bigger to compensate. * 4501-12-31 14:18 1.9 Increase average height. * 5533-02-12 17:09 2.0 Added gay option, triggered by high population * density, to try and slow the overpopulation problem. * 6004-11-04 16:11 2.1 Made forefinger narrower to fit hole in centre of * CD. */
fr: /* Historique des versions : * * 0000-00-01 00:00 1.0 Adam. * 0000-00-02 10:00 1.1 Eve. * 0000-00-03 02:11 1.2 Ajout du code du pénis à la version masculine. Un peu désordonné -- * nécessitera une future réécriture pour organiser tout ça. * 0017-03-12 03:14 1.3 Modifié la routine pulsion() de male.h pour en améliorer la robustesse ;<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> * code provenant de adn-elephant.c * 0145-10-03 16:33 1.4 Retrait de la queue. * 1115-00-31 17:20 1.5 Avant-bras raccourcis, cerveau agrandi. * 2091-08-20 13:56 1.6 Pouces opposables ajoutés à la routine main(). * 2501-04-09 14:04 1.7 Légères améliorations cosmétiques -- Couleur de peau rendue * plus sombre pour correspondre à mon image. * 2909-07-12 02:21 1.8 Dentition inadéquate ; Ajout de dents 'de sagesse' supplémentaires. * Penser à augmenter la taille de la bouche pour compenser. * 4501-12-31 14:18 1.9 Augmentation de la taille moyenne. * 5533-02-12 17:09 2.0 Ajout de l'option homosexualité, déclenchée par une densité de * population élevée, pour essayer de limiter le problème du surpeuplement. * 6004-11-04 16:11 2.1 Index affiné pour s'adapter au trou central du CD. */

source: /* Standard definitions */ #define SEX male #define HEIGHT 1.84 #define MASS 68 #define RACE caucasian
fr: /* Definitions standards */ #define SEXE masculin #define TAILLE 1.84 #define MASSE 68 #define TYPE caucasien

source: /* Include inherited traits from parent DNA files. * * Files must be pre-processed with MENDEL program to provide proper * inheritance features. */ #include "mother.h" #include "father.h" #ifndef FATHER #warn("Father unknown -- guessing\n") #include "bastard.h" #endif
fr: /* Inclusion des traits génétiques hérités des fichiers ADN parentaux. * * Les fichiers doivent être traités par le préprocesseur MENDEL pour fournir de bonnes * fonctionnalités d'héritage. */ #include "mere.h" #include "pere.h" #ifndef PERE #warn("Père inconnu -- deviner\n") #include "batard.h" #endif

source: /* Set up sex-specific functions and variables */ #include &lt;sex.h&gt; /* Kludged code -- I'll re-design this lot and re-write it as a proper * library sometime soon. */ struct genitals { #ifdef MALE Penis *jt; #endif /* G_spot *g; Removed for debugging purposes */ #ifdef FEMALE Vagina *p; #endif }
fr: /* Configuration des fonctions et variables spécifiques au sexe. */ #include &lt;sexe.h&gt; /* Workaround -- Je reverrai cette partie et j'en ferai une * bibliothèque correcte prochainement. */ struct organes_genitaux { #ifdef HOMME Penis *jt; #endif /* G_spot *g; Retiré pour débogage */ #ifdef FEMME Vagin *p; #endif }

source: /* Initialization bootstrap routine -- called before DNA duplication. * Allocates buffers and sets up protein file pointers */ DNA *zygote_initialize(Sperm *, Ovum *);
fr: /* Initialisation des routines du système d'amorçage -- appelée avant la réplication de l'ADN. * Allocation de la mémoire tampon et définition des pointeurs vers les fichiers des protéines */ ADN *zygote_initialisation(Sperme *, Ovule *);

source: /* MAIN INITIALIZATION CODE * * Returns structures containing pre-processed phenotypes for the organism * to display at birth. * * Will be improved later to make output less ugly. */ Characteristic *lookup_phenotype(Identifier *i);
fr: /* CODE D'INITIALISATION PRINCIPAL * * Retourne des structures contenant les phénotypes de l'organisme * à afficher à la naissance. * * Sera amélioré plus tard pour rendre la sortie moins hideuse. */ Caracteristiques *rechercher_phenotype(Identifiant *i);

source: &hellip;and so on.
fr: &hellip;et ainsi de suite

source: [ Note that God uses three-space tabs&nbsp;]
fr: [ Notez que Dieu utilise des tabulations de trois espaces ]

source: <a href="/fun/jokes/dna.txt">Original email</a>
fr: <a href="/fun/jokes/dna.txt">Message d'origine</a>

source: Source:&nbsp; <a href="https://www.netfunny.com/rhf/jokes/91q3/genome.html"> rec.humor.funny</a> (1991).
fr: Source : <a href="https://www.netfunny.com/rhf/jokes/91q3/genome.html">rec.humor.funny</a> (1991)

source: &lt;<a href="mailto:meta@pobox.com">Mathew Murphy</a>&gt; kindly released this joke under GPL. Thanks Mathew!
fr: &lt;<a href="mailto:meta@pobox.com">Mathew Murphy</a>&gt; a aimablement publié cette blague sous GPL. Merci Mathew !

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <hr /><b>Note de traduction</b><ol> <li><a id="TransNote1" href="#TransNote1-rev" class="nounderline">&#8593;</a> Cette phrase est une adaptation du texte original : <i>Added extra sex drive to male.h</i>. Il y a là un jeu de mot intraduisible, <i>drive</i> pouvant signifier « périphérique » ou « pulsion ». Deux traductions sont donc possibles : « ajout d'un périphérique sexuel supplémentaire à male.h », ou bien « ajout de pulsion sexuelle supplémentaire à male.h ». Cette blague étant sous GPL, je me suis permis d'élaborer un peu sur la deuxième solution. ;-)</li></ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à &lt;<a href="mailto:gnu@gnu.org">gnu@gnu.org</a>&gt;. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à &lt;<a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>&gt;.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and contributing translations of this article.
fr: Merci d'adresser vos commentaires sur les pages en français à &lt;<a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>&gt;, et sur les traductions en général à &lt;<a href="mailto:web-translators@gnu.org">web-translators@gnu.org</a>&gt;. Si vous souhaitez y contribuer, vous trouverez dans le <a href="/server/standards/README.translations.html">guide de traduction</a> les infos nécessaires.

source: &ldquo;Human DNA deciphered into C code!&rdquo; is licensed under the <a rel="license" href="/licenses/gpl.html">GNU General Public License</a>, version&nbsp;2 or later.
fr: <cite>Human DNA deciphered into C code!</cite> est disponible selon les termes de la <a rel="license" href="/licenses/gpl.html">licence publique générale GNU</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Aurélien Rivière, 2012<br />Révision : <a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>

source: Updated:
fr: Dernière mise à jour :
