Repository: GitMirroring/www-fr
Catalog: fun/jokes/nobody-owns.*.po
Languages: fr

source: Nobody owns this song - GNU Project - Free Software Foundation
fr: Personne ne possède cette chanson - Projet GNU - Free Software Foundation

source: .reduced-width { width: 40em; } @media (min-width: 25em) { .lyrics { display: block; box-sizing: border-box; width: 28em; max-width: 100%; } .s1 { padding-left: 3%; } .s2 { padding-left: 6%; } .s3 { padding-left: 9%; } .s4 { padding-left: 12%; } .s5 { padding-left: 15%; } .s6 { padding-left: 18%; } .s7 { padding-left: 21%; } .s8 { padding-left: 24%; } .s9 { padding-left: 27%; } .s10 { padding-left: 30%; } .s11 { padding-left: 33%; } }
fr: .reduced-width { width: 45em; } @media (min-width: 28em) { .lyrics { display: block; box-sizing: border-box; width: 29em; max-width: 100%; } .s1 { padding-left: 3%; } .s2 { padding-left: 6%; } .s3 { padding-left: 9%; } .s4 { padding-left: 12%; } .s5 { padding-left: 15%; } .s6 { padding-left: 18%; } .s7 { padding-left: 21%; } .s8 { padding-left: 24%; } .s9 { padding-left: 27%; } .s10 { padding-left: 30%; } .s11 { padding-left: 33%; } }

source: GNU Home
fr: Accueil GNU

source: </a>&nbsp;/ <a href="/fun/humor.html#content">GNU humor</a>&nbsp;/ <a href="/music/music.html#content">Music</a>&nbsp;/
fr: </a>&nbsp;/ <a href="/fun/humor.html#content">Humour GNU</a>&nbsp;/ <a href="/music/music.html#content">Musique</a>&nbsp;/

source: Nobody owns this song
fr: Personne ne possède cette chanson

source: (Title Subject To Change, Of Course)
fr: (Titre modifiable, naturellement)

source: This song, it has no author
fr: Cette chanson n'a pas d'auteur,

source: <span class="s1">No place of origin;</span>
fr: <span class="s1">Pas de lieu d'origine ;</span>

source: <span class="s2">This song, it has no ending,</span>
fr: <span class="s2">Cette chanson, n'a pas de fin</span>

source: <span class="s3">And it never did begin;</span>
fr: <span class="s3">Et n'a jamais commencé ;</span>

source: <span class="s4">This song can travel anywhere;</span>
fr: <span class="s4">Cette chanson peut voyager n'importe où ;</span>

source: <span class="s5">There's no place it don't belong&nbsp;.&nbsp;.&nbsp;.</span>
fr: <span class="s5">Aucun lieu ne lui est interdit . . .</span>

source: <span class="chorus">'Cause nobody owns this song.</span>
fr: <span class="chorus">Car personne ne possède cette chanson.</span>

source: Melodies can be added
fr: Des mélodies peuvent être ajoutées

source: <span class="s1">In major or minor keys.</span>
fr: <span class="s1">Dans des tons majeurs ou mineurs.</span>

source: <span class="s2">All parts can be rearranged</span>
fr: <span class="s2">Toutes les parties peuvent être réarrangées</span>

source: <span class="s3">In any ways you please.</span>
fr: <span class="s3">De toutes les manières qui vous plairont.</span>

source: <span class="s4">Many things can be done to this,</span>
fr: <span class="s4">Beaucoup de choses peuvent lui être faites</span>

source: <span class="s5">And none of them are wrong,</span>
fr: <span class="s5">Et aucune d'elles n'est mauvaise,</span>

source: You can play it on the lute,
fr: Vous pouvez la jouer sur un luth,

source: <span class="s1">You can play it on the flute,</span>
fr: <span class="s1">Vous pouvez la jouer à la flûte,</span>

source: <span class="s2">You can play it on the slide trombone.</span>
fr: <span class="s2">Vous pouvez la jouer au trombone à coulisse.</span>

source: <span class="s3">You can play it on the harp,</span>
fr: <span class="s3">Vous pouvez la jouer sur une harpe,</span>

source: <span class="s4">You can play it flat or sharp,</span>
fr: <span class="s4">Vous pouvez la jouer avec bémol ou dièse,</span>

source: <span class="s5">You can play it on the saxophone.</span>
fr: <span class="s5">Vous pouvez la jouer au saxophone.</span>

source: <span class="s6">You can play it real high or</span>
fr: <span class="s6">Vous pouvez la jouer vraiment fort ou</span>

source: <span class="s7">You can play it real low,</span>
fr: <span class="s7">Vous pouvez la jouer doucement,</span>

source: <span class="s8">You can play it real fast or</span>
fr: <span class="s8">Vous pouvez la jouer vraiment vite ou</span>

source: <span class="s9">You can play it real slow,</span>
fr: <span class="s9">Vous pouvez la jouer lentement,</span>

source: <span class="s10">You can play it real short or</span>
fr: <span class="s10">Vous pouvez la jouer raccourcie ou</span>

source: <span class="s11">You can play it real long,</span>
fr: <span class="s11">Vous pouvez la jouer rallongée,</span>

source: Disclaimer
fr: Renonciation au copyright

source: Nobody knows from where this song was obtained! The Free Software Foundation claims no copyright on it.
fr: La <i>Free Software Foundation</i> ne revendique pas de copyright sur cette chanson, car personne ne sait d'où elle vient !

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à &lt;<a href="mailto:gnu@gnu.org">gnu@gnu.org</a>&gt;. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à &lt;<a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>&gt;.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and contributing translations of this article.
fr: Merci d'adresser vos commentaires sur les pages en français à &lt;<a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>&gt;, et sur les traductions en général à &lt;<a href="mailto:web-translators@gnu.org">web-translators@gnu.org</a>&gt;. Si vous souhaitez y contribuer, vous trouverez dans le <a href="/server/standards/README.translations.html">guide de traduction</a> les infos nécessaires.

source: Updated:
fr: Dernière mise à jour :
