Repository: GitMirroring/www-fr
Catalog: fun/jokes/right-to-repair-wins.*.po
Languages: fr

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Laurent Lyaudet, Thérèse Godefroy et Patrick Creusot<br /> Révision : <a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>

source: Updated:
fr: Dernière mise à jour :
