Repository: GitMirroring/www-fr
Catalog: fun/jokes/right-to-repair-wins.*.po
Languages: fr

source: Right-to-Repair Wins - GNU Project - Free Software Foundation
fr: Le droit à réparer triomphe - Projet GNU - Free Software Foundation

source: GNU Home
fr: Accueil GNU

source: </a>&nbsp;/ <a href="/fun/humor.html#content">GNU humor</a>&nbsp;/ <a href="/fun/humor.html#Societal">Societal&nbsp;Issues</a>&nbsp;/
fr: </a> / <a href="/fun/humor.html#content">Humour GNU</a> / <a href="/fun/humor.html#Societal">Enjeux sociétaux</a> /

source: Right-to-Repair Wins!
fr: Le droit à réparer triomphe !

source: by <a href="https://jxself.org/">Jason Self</a>
fr: par <a href="https://jxself.org/">Jason Self</a>

source: Sat, 15 Mar 2025
fr: Samedi 15 mars 2025

source: For years, Apple, the overlord of so many, has faced a persistent, nagging complaint: people want to fix their phones. These ungrateful people, clearly lacking the refined aesthetic sensibilities required to appreciate Apple's hermetically sealed, unibody masterpieces, have clamored for the right to repair, poke, and violate the pristine innards of their iDevices. Apple, in its infinite wisdom, has long resisted, knowing that such barbaric practices would inevitably lead to chaos, shattered screens, and the unspeakable horror of&hellip; non-OEM parts. From Apple's view, the idea of people daring to tinker with their Apple devices was as preposterous as a penguin trying to fly a jumbo jet.
fr: Depuis des années, Apple, le seigneur de tant de monde, fait face à une plainte persistante et agaçante : les gens veulent réparer leur téléphone. Ces ingrats, qui manquent clairement de la sensibilité esthétique raffinée requise pour apprécier les chefs d’œuvres monocoques, scellés hermétiquement, d’Apple, réclament le droit de réparer, fouiller et violer les entrailles virginales de leurs iAppareils. Apple, dans son infinie sagesse, a longtemps résisté, sachant que des pratiques aussi barbares conduiraient inévitablement au chaos, à des écrans brisés et à l’horreur indescriptible des… pièces non officielles. Du point de vue d’Apple, l’idée de gens osant bidouiller leur appareil Apple était aussi absurde que celle d’un manchot <a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> essayant de piloter un avion gros porteur.

source: But even a technological deity must occasionally bow to the whims of the masses (or at least pretend to). In a stunning display of simulated empathy, Apple has announced a revolutionary, groundbreaking, paradigm-shifting, and utterly magical new policy regarding battery replacement. Everyone, rejoice! You can now swap out your iPhone's depleted power cell with&hellip; well, pretty much anything, as long as it meets one crucial, non-negotiable requirement.
fr: Mais même une divinité technologique doit parfois s’incliner devant les lubies des masses (ou au moins faire semblant de). Dans une incroyable performance d’empathie simulée, Apple a annoncé une nouvelle politique révolutionnaire, avant-gardiste, radicalement novatrice et tout à fait magique concernant le remplacement de batterie. Que tout le monde se réjouisse ! Vous pouvez maintenant échanger votre batterie vide d’iPhone avec… eh bien, à peu près n’importe quoi, du moment que cela vérifie un prérequis crucial et non négociable.

source: The cornerstone of this bold new era of user-controlled battery mayhem is the Apple Authenticity Chip™ (patent pending, all rights reserved, may cause existential dread). In a move lauded by absolutely no one as a victory for the right to repair, Apple today announced that people will finally be able to replace their iPhone batteries with any hunk of lithium-ion garbage they find lying around&mdash;as long as it contains a genuine, Apple-certified Authenticity Chip™. This seamless, intuitive, and elegantly designed solution ensures that while you can technically pry open your phone and jam a potato battery inside, Apple retains ultimate, unwavering, and cryptographically enforced control over what powers its precious creations. It's user choice, redefined. It's empowerment with an asterisk. It's&hellip; Apple, holding the strings of your phone's life in its hands.
fr: La pierre angulaire de cette nouvelle ère intrépide de contrôle anarchique de la batterie par l’utilisateur est l’<i>Apple Authenticity Chip™</i> <a id="TransNote2-rev" href="#TransNote2"><sup>2</sup></a> (brevet en instance, tous droits réservés, peut causer une terreur existentielle). Dans une décision applaudie par absolument personne comme une victoire pour le droit de réparer, Apple a annoncé aujourd’hui que les gens pourront finalement remplacer leurs batteries d’iPhone par n’importe quel gros détritus lithium-ion qui traîne aux environs – du moment qu’il contient une véritable Authenticity Chip™, certifiée par Apple. Cette solution fluide, intuitive et élégamment conçue assure que, bien que vous puissiez techniquement forcer l’ouverture de votre téléphone et y fourrer une batterie patate, Apple garde un contrôle ultime, inflexible, imposé cryptographiquement, sur ce qui alimente ses précieuses créations. C’est le choix laissé aux utilisateurs, redéfini. C’est l’autonomisation avec un astérisque. C’est… Apple, qui tient la vie de votre téléphone entre ses mains.

source: And the best part? It's absolutely, completely, 100% gratis! Yes, you read that correctly. Apple, in a move of unprecedented generosity, is practically throwing these marvels of micro-engineering away. You can pick one up at any Apple Store&mdash;they're dispensed like breath mints at the Genius Bar. Rumor has it they're considering loading them into confetti cannons and blasting them over major metropolitan areas. And for the tech-savvy, the chip's design is available for download without charge, for people with a 3D printer for microscopic circuits.
fr: Et le meilleur ? C’est absolument, complètement, 100 % gratuit ! Oui, vous avez bien lu. Apple, dans une décision d’une générosité sans précédent, est presque en train de jeter au vent ces merveilles de micro-ingénierie. Vous pouvez en récupérer une dans tout Apple Store – elles sont distribuées comme des pastilles de menthe au Genius Bar. On dit qu’ils envisagent de les charger dans des canons à confettis pour en bombarder les grandes villes. Et pour les experts en technologie avec une imprimante 3D pour les circuits microscopiques, le schéma électronique de la puce est disponible au téléchargement sans frais.

source: But what does this miraculous, gratis chip do? Let's be clear: it does nothing to enhance battery performance. It doesn't magically extend battery life. It doesn't prevent overcharging (although a separate, sold-separately, Apple-certified Overcharge Prevention Chip™ is rumored to be coming soon). It doesn't even make your coffee. The Authenticity Chip™, available without charge at Apple Stores, participating gas stations, and, soon, via airdrop from low-flying drones, does absolutely nothing except ensure that your phone knows&mdash;with absolute, cryptographic certainty&mdash;that the battery is&hellip; present.
fr: Mais que fait cette puce gratuite et miraculeuse ? Soyons clairs. Elle ne fait rien pour améliorer la performance de la batterie. Elle n’augmente pas magiquement la durée de vie de la batterie. Elle n’empêche pas la surcharge (bien que selon la rumeur une <i>Apple-certified Overcharge Prevention Chip™</i> <a id="TransNote3-rev" href="#TransNote3"><sup>3</sup></a> séparée, vendue séparément, doive arriver bientôt sur le marché). Elle ne fait même pas votre café. L’Authenticity Chip™, disponible sans frais dans les Apple Stores, les stations essence participantes et bientôt via largage aérien depuis des drones volant à basse altitude, ne fait absolument rien à part d’assurer que votre téléphone sait, avec une certitude cryptographique absolue, que la batterie est… bien là.

source: That's it. It's a digital handshake. A cryptographic &ldquo;Hello, I am a battery (or at least, something pretending to be a battery).&rdquo; The chip's sole purpose is to send a cryptographically signed message to the iPhone, confirming its existence and, presumably, its willingness to provide power. If the iPhone doesn't receive this signed message, well&hellip; let's say you'll be staring at a costly, sleek, dead brick. It is, to use that overused Apple term, &ldquo;elegant.&rdquo;
fr: C’est tout. C’est une poignée de main numérique. Un « Bonjour, je suis une batterie (ou du moins quelque chose prétendant être une batterie) » cryptographique. Le seul but de cette puce est d’envoyer un message signé cryptographiquement à l’iPhone, confirmant son existence et, on le présume, sa volonté d’alimenter l’appareil en électricité. Si l’iPhone ne reçoit pas ce message signé, eh bien… disons que vous contemplerez une belle brique morte de grand prix. C’est, pour utiliser un terme galvaudé par Apple, « élégant ».

source: Naturally, Apple's official announcement of this groundbreaking battery initiative was awash in the usual tide of corporate doublespeak and carefully worded evasions. The press release, a masterpiece of obfuscation, focused heavily on the paramount importance of &ldquo;user safety&rdquo; and &ldquo;maintaining the delicate ecosystem of the iPhone experience.&rdquo; Any suggestion that this was a clever way to maintain control was vehemently denied.
fr: Naturellement, l’annonce officielle par Apple de cette initiative avant-gardiste pour les batteries fut noyée dans la vague habituelle de double langage d’entreprise et de termes évasifs soigneusement choisis. Le communiqué de presse, un chef-d’œuvre d’obscurcissement, se concentra lourdement sur l’importance primordiale de la « sécurité de l’utilisateur » et du « maintien de l’écosystème délicat de l’expérience iPhone ». Toute remarque suggérant que c’était une manière rusée de garder le contrôle fut réfutée avec véhémence.

source: <i>&ldquo;At Apple, we believe in empowering people&hellip; to void their warranties potentially,&rdquo;</i> stated Tim Apple-Cook (no relation), Senior VP of Obfuscation and Profit Maximization. <i>&ldquo;Our commitment to safety and device integrity is unwavering. While we cannot guarantee the structural integrity of a device powered by a battery sourced from, say, a discarded Roomba, a questionable eBay listing, or a particularly ambitious squirrel's nest, we can, at least, cryptographically confirm its existence before the inevitable occurs.&rdquo;</i>
fr: Tim Apple-Cook (aucun rapport), vice-président sénior de l’Obscurcissement et de la Maximisation des Profits l’a dit : <i>« Chez Apple, nous croyons que les gens doivent avoir le pouvoir… de risquer l’annulation de garantie. Notre engagement à la sécurité et à l’intégrité de l’appareil est indéfectible. Bien que nous ne puissions pas garantir l’intégrité structurelle d’un appareil alimenté par une batterie qui provient, disons, d’un Roomba jeté au rebut, ou d’une offre eBay douteuse, ou encore d’un nid d’écureuil particulièrement ambitieux, nous pouvons au moins confirmer cryptographiquement son existence avant que l’inévitable se produise. »</i>

source: The unspoken implication, delivered with the subtlety of a sledgehammer to the face, was clear: use a non-authenticated battery, and your phone will likely explode in a shower of sparks and fireworks. Or, it may not explode, leaving you trapped in a perpetual state of technological limbo, forever unable to access the latest iOS update and its groundbreaking new emoji. The Authenticity Chip™, you see, isn't just about safety; it's about peace of mind. It's about knowing that, if you use a potato to power your phone, that potato has been digitally blessed by the high priests of Cupertino. <i>&ldquo;We want to empower our customers,&rdquo;</i> added Apple-Cook. <i>&ldquo;But we also want, so much, the power to brick their phones remotely if they put something we don't like in there. The Authenticity Chip is how we strike that oh-so-delicate balance.&rdquo;</i>
fr: La conséquence implicite, livrée avec la subtilité d’un coup de masse dans la face, était claire : utilisez une batterie non authentifiée et votre téléphone va probablement exploser dans une pluie d’étincelles et de feux d’artifices. Ou il se peut qu’il n’explose pas, vous laissant piégé dans un état perpétuel de flou technologique, incapable pour toujours d’accéder à la dernière mise à jour d’iOS et à sa nouvelle émoticône révolutionnaire. L’Authenticity Chip™, voyez-vous, n’est pas qu’une histoire de sécurité ; c’est une histoire de tranquillité d’esprit. Il s’agit d’être sûr que, si vous utilisez une patate pour alimenter votre téléphone, cette patate a été bénie numériquement par les grands prêtres de Cupertino. <i>« Nous voulons donner le pouvoir à nos clients »</i>, ajouta Apple-Cook. <i>« Mais nous voulons aussi, tellement, le pouvoir de mettre leurs téléphones hors-service à distance s’ils mettent quelque chose que nous n’aimons pas là-dedans. L’Authenticity Chip est notre moyen de trouver ce si subtil équilibre. »</i>

source: Unsurprisingly, Apple's 'open' battery policy unleashed a tidal wave of creative chaos upon the unsuspecting world. The market was immediately flooded with options, ranging from the &ldquo;iPear&rdquo; (a battery shaped like a suspiciously bite-marked pear and only slightly more expensive than a first-party Apple battery) to the &ldquo;PowerBrick 9000,&rdquo; which, while technically compliant thanks to its embedded Authenticity Chip™, weighs more than the phone itself and requires a separate backpack and a Sherpa guide to carry.
fr: Sans surprise, la politique d’« ouverture » de la batterie a fait déferler un tsunami de chaos créatif sur un monde sans méfiance. Le marché a été immédiatement inondé d’options, allant de l’« iPoire » (batterie en forme de poire avec une morsure suspecte, juste un peu plus chère qu’une batterie de marque Apple) à la « PowerBrick 9000 » qui, bien que techniquement conforme du fait de son Authenticity Chip™ intégrée, pèse plus lourd que le téléphone lui-même et nécessite un sac à dos spécial et un guide Sherpa pour son transport.

source: One could purchase batteries that claimed to be &ldquo;organic,&rdquo; &ldquo;artisanal,&rdquo; &ldquo;gluten-free,&rdquo; or &ldquo;powered by the tears of exploited tech bloggers.&rdquo; There were batteries with built-in Bluetooth speakers (because why not?), batteries that doubled as fidget spinners, and even a limited-edition battery that claimed to be infused with the actual ashes of Steve Jobs (the authenticity of the ashes was not guaranteed, but the Authenticity Chip™ was, of course, genuine).
fr: On pouvait acheter des batteries prétendument « bio », « artisanales », « sans gluten » ou « alimentées par les larmes de blogueurs tech exploités ». Il y avait des batteries avec des haut-parleurs Bluetooth (pourquoi pas après tout ?), des batteries qui pouvaient aussi servir de <i>fidget spinners</i> et même une batterie en édition limitée soi-disant imprégnée des vraies cendres de Steve Jobs (l’authenticité des cendres n’était pas garantie, mais l’Authenticity Chip™ était, bien sûr, véritable).

source: Anecdotes of battery-related mishaps quickly became the stuff of internet legend. There was the story of the person whose phone spontaneously began playing polka music whenever the battery level dipped below 20%, thanks to a rogue Authenticity Chip™ sourced from a repurposed accordion. Another reported that the phone would only charge while held at a precise 47-degree angle, a quirk attributed to a &ldquo;gravity-sensitive&rdquo; battery purchased from a street vendor in Times Square. And then there was the unfortunate soul whose phone gained sentience, developed a crippling addiction to Candy Crush, and began running up thousands of dollars in in-app purchases&mdash;all thanks to a battery that promised &ldquo;enhanced AI capabilities.&rdquo; It's all perfectly legal&mdash;all Apple Approved.
fr: Des anecdotes de mésaventures liées à la batterie devinrent rapidement l’objet de légendes sur Internet. Il y avait l’histoire de cette personne dont le téléphone commença spontanément à jouer un air de polka chaque fois que le niveau de batterie passait en dessous de 20 %, à cause d’une Authenticity Chip™ véreuse récupérée sur un accordéon recyclé. Une autre personne rapporta que son téléphone ne se rechargeait que s’il était tenu à un angle précis de 47 degrés, bizarrerie attribuée à une batterie « sensible à la gravité » achetée à un vendeur à la sauvette de Times Square. Et puis il y avait la pauvre âme dont le téléphone devint conscient, développa une addiction à Candy Crush et commença à dépenser des milliers de dollars en achats intra-applications – tout ça grâce à une batterie qui promettait des « capacités d’IA améliorées ». C’est complètement et parfaitement légal… complètement <i>Apple Approved</i>.

source: In the wake of the Authenticity Chip™ revolution, right-to-repair advocates found themselves in a peculiar position. They had, in a sense, won. Users could now, undeniably, replace their iPhone batteries with whatever bizarre concoction they could find, so long as it possessed that magical, free-of-charge, all-important chip. The iron grip of Apple's hardware tyranny had been&hellip; loosened? Not really.
fr: À la suite de la révolution de l’Authenticity Chip™, les défenseurs du droit à réparer se sont trouvés dans une situation étrange. Dans un sens, ils avaient gagné. Les utilisateurs pouvaient désormais, indéniablement, remplacer la batterie de leur iPhone avec n’importe quelle trouvaille bizarre, à condition qu’elle possède cette puce magique, gratuite et d’importance capitale. La main de fer de la tyrannie matérielle d’Apple s’était… desserrée ? Pas vraiment.

source: Right-to-repair advocates celebrated it as a victory but the victory, if it could even be called that, was hollow, ironic, and deeply unsatisfying. Pyrrhic. Apple had sidestepped the issue, creating a system where compliance was easy, but software freedom remained an illusion. While anyone could technically replace their iPhone battery with a potato powered by a genuine Apple Authenticity Chip™, the fundamental power imbalance remained firmly and cryptographically in Apple's favor. Apple had cleverly conceded the battle of the hardware while decisively winning the war of software freedom and control. By making the Authenticity Chip™ the gatekeeper, they had effectively transformed every third-party battery into a Trojan Horse, smuggling Apple's control into them.
fr: Les défenseurs du droit à réparer ont célébré cela comme une victoire, mais cette victoire (si tant est qu’on puisse l’appeler ainsi) était vide, paradoxale et profondément insatisfaisante ; une victoire à la Pyrrhus. Apple avait fait un pas de côté en créant un système où la conformité était facile, mais où la liberté du logiciel restait illusoire. Alors que n’importe qui pouvait, techniquement, remplacer la batterie de son iPhone par une patate munie d’une véritable Apple Authenticity Chip™, le déséquilibre des pouvoirs restait fermement et cryptographiquement en faveur d’Apple. Apple avait astucieusement concédé la bataille du matériel tout en gagnant de manière décisive la guerre de la liberté et du contrôle du logiciel. En donnant à l’Authenticity Chip™ le rôle de gardien, elle avait de fait transformé toutes les batteries tierces en cheval de Troie, en y introduisant clandestinement le contrôle d’Apple.

source: The future of repair is here, and it's surprisingly&hellip; bland. It's a world of infinite choice within the meticulously manicured confines of Apple's digital garden. You can choose any battery you want if it says &ldquo;yes&rdquo; to Apple. The people have been empowered to choose, and their choice doesn't matter.
fr: L’avenir de la réparation est là et il est étonnamment… terne. C’est un monde de choix infini dans les limites méticuleusement entretenues du jardin numérique d’Apple. On peut choisir n’importe quelle batterie si elle dit « oui » à Apple. Les gens ont gagné le pouvoir de choisir, mais leur choix ne compte pas.

source: Disclaimer
fr: Clause de non-responsabilité

source: This is intended solely for entertainment and satirical purposes, to humorously comment on and critique societal, cultural, or political issues. The characters, events, and quotes depicted are fictional, and any resemblance to real persons, living or dead, or actual events is purely coincidental (or, you know, intentional parody). The viewpoints and opinions expressed in this satire do not necessarily reflect those of affiliated individuals, organizations, or entities. Readers are advised to understand this as a work of parody and not to take any information or statements as factual. No iPhones were harmed in writing this, though several potatoes were sacrificed.
fr: Ce texte est uniquement destiné à des fins de divertissement et de satire. C’est un commentaire humoristique et une critique de questions sociétales, culturelles ou politiques. Toute ressemblance avec des faits et des personnages existants ou ayant existé ne pourrait être que le fruit d’une pure coïncidence (ou, comme vous le savez, d’une parodie intentionnelle). Les points de vue et opinions exprimés dans cette satire ne reflètent pas nécessairement ceux des personnes, organisations ou entités affiliés. Les lecteurs sont invités à considérer qu’il s’agit d’une œuvre parodique et à ne pas prendre les informations ou les déclarations qu’elle contient pour des faits avérés. Aucun iPhone n’a été endommagé lors de la rédaction de ce texte, bien que plusieurs patates aient été sacrifiées.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <hr /><b>Notes de traduction</b><ol> <li><a id="TransNote1" href="#TransNote1-rev" class="nounderline">&#8593;</a> Traduction de <i>penguin</i>.</li> <li><a id="TransNote2" href="#TransNote2-rev" class="nounderline">&#8593;</a> Puce d'authenticité d'Apple</li> <li><a id="TransNote3" href="#TransNote3-rev" class="nounderline">&#8593;</a> Puce de prévention de la surcharge certifiée par Apple</li> </ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à &lt;<a href="mailto:gnu@gnu.org">gnu@gnu.org</a>&gt;. Il existe aussi <a href="/contact/">d’autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à &lt;<a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>&gt;.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and contributing translations of this article.
fr: Merci d’adresser vos commentaires sur les pages en français à &lt;<a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>&gt;, et sur les traductions en général à &lt;<a href="mailto:web-translators@gnu.org">web-translators@gnu.org</a>&gt;. Si vous souhaitez y contribuer, vous trouverez dans le <a href="/server/standards/README.translations.html">guide de traduction</a> les infos nécessaires.

source: This work is available under the <a rel="license" href="/licenses/gpl.html">GNU General Public License</a> as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version.
fr: Ce texte est disponible sous la <a rel="license" href="/licenses/gpl.html">licence publique générale GNU</a> telle que publiée par la <i>Free Software Foundation</i> ; soit la version 3 de la licence, soit (à votre gré) toute version ultérieure.
