Repository: GitMirroring/www-fr
Catalog: fun/jokes/users-lightbulb.*.po
Languages: fr

source: How many GNU/Linux users are needed to change a light bulb? - GNU Project - Free Software Foundation
fr: Combien faut-il d'utilisateurs de GNU/Linux pour changer une ampoule ? - Projet GNU - Free Software Foundation

source: GNU Home
fr: Accueil GNU

source: </a>&nbsp;/ <a href="/fun/humor.html#content">GNU humor</a>&nbsp;/ <a href="/fun/humor.html#Unclassified">Unclassified</a>&nbsp;/
fr: </a>&nbsp;/ <a href="/fun/humor.html#content">Humour GNU</a>&nbsp;/ <a href="/fun/humor.html#Unclassified">Non classé</a>&nbsp;/

source: How many GNU/Linux users are needed to change a light bulb?
fr: Combien faut-il d'utilisateurs de GNU/Linux pour changer une ampoule ?

source: by Andr&eacute; Ferreira Machado
fr: par André Ferreira Machado

source: 1 to post a thread in a mailing list telling the bulb has burnt.
fr: 1 pour démarrer un fil sur une liste de discussion, signalant que l'ampoule a grillé ;

source: 1 to suggest to try to turn the lamp on through command lines.
fr: 1 pour suggérer d'essayer la ligne de commande pour allumer la lampe ;

source: 1 to complain that the user broke the thread.
fr: 1 pour se plaindre que l'utilisateur précédent a rompu le fil(-ament) ;

source: 1 to ask what new bulb will he install.
fr: 1 pour demander quelle nouvelle ampoule il pense installer ;

source: 1 to advise that we shouldn't use the word burn for meaning a broken lightbulb, because it would mean that the bulb was set on fire and that it would be right to say that the bulb broke due to an excess of electrical current.
fr: 1 pour conseiller de ne pas utiliser le mot « grillé » pour désigner une ampoule cassée, car cela signifierait que l'ampoule a été incendiée, mais plutôt de dire que l'ampoule s'est cassée en raison d'un excès de courant électrique ;

source: 25 to suggest to install all the kinds of existing and imaginable lightbulbs.
fr: 25 pour suggérer d'installer toutes sortes d'ampoules existantes ou imaginables ;

source: 5 who say that the burnt bulb is an upstream issue that doesn't belong to the distro. There's an open bug on the bulb's developer mail list.
fr: 5 pour dire que l'ampoule grillée est un problème en amont qui n'appartient pas à la distribution ; un bogue a d'ailleurs été ouvert sur la liste de discussion des développeurs de l'ampoule ;

source: 1 noob to suggest to install a Microsoft lightbulb.
fr: 1 noob pour suggérer d'installer une ampoule Microsoft ;

source: 250 to flood the noob's mail address.
fr: 250 pour spammer l'adresse perso du noob ;

source: 300 to say that a Microsoft lightbulb would turn blue and that you'd had to reboot continuously to get back to normal.
fr: 300 pour dire qu'une ampoule Microsoft virerait au bleu et qu'on devrait continuellement redémarrer pour revenir à la normale ;

source: 1 former GNU/Linux user who still frequents the forum, to suggest to install an Apple iBulb, which has a fresh and innovating design and it costs $250.
fr: 1 ancien utilisateur de GNU/Linux fréquentant toujours le forum, pour suggérer d'installer une iAmpoule d'Apple, d'une conception moderne et innovante, qui coûte 250 $ ;

source: 20 to say that iBulbs aren't free, and that they have less functions than a 20 times cheaper standard lightbulb.
fr: 20 pour dire que les iAmpoules ne sont pas libres et qu'elles ont moins de fonctions que des ampoules normales 20 fois moins chères ;

source: 15 to suggest to install a national lightbulb.
fr: 15 pour suggérer d'installer une ampoule fabriquée localement ;

source: 30 to say that national lightbulbs are crippled remasters of foreign lightbulbs and that they don't bring anything new.
fr: 30 pour dire que les ampoules locales sont de pâles copies d'ampoules étrangères et qu'elles n'apportent rien de nouveau ;

source: 23 to argue if it must be a white or a transparent bulb.
fr: 23 pour discuter sur le choix d'une ampoule blanche ou transparente ;

source: 1 to remind everyone that the right name is GNU/Lightbulb.
fr: 1 pour rappeler à tout le monde que son appellation correcte est GNU/Ampoule ;

source: 1 to say that lightbulbs are a Winbugs users thing and that real GNU/Linux users aren't afraid of the dark.
fr: 1 pour dire que les ampoules sont des trucs pour les utilisateurs de Windaube et que les vrais utilisateurs de GNU/Linux n'ont pas peur du noir ;

source: 1 to announce finally which will be the model of the installed bulb.
fr: 1 pour annoncer enfin quel modèle d'ampoule sera installé ;

source: 217 to discard the chosen model and suggest another.
fr: 217 pour rejeter le modèle choisi et en suggérer un autre ;

source: 6 to complain that the chosen lightbulb has proprietary elements, and that another should be used.
fr: 6 pour se plaindre que l'ampoule choisie possède des éléments privateurs et qu'il faut en utiliser une autre ;

source: 20 to say that a 100% free bulb, isn't compatible with the lamp switch.
fr: 20 pour dire qu'une ampoule 100% libre n'est pas compatible avec l'interrupteur de la lampe ;

source: The same previous 6, to suggest to change the switch for a compatible one.
fr: les mêmes 6 que précédemment, pour suggérer de remplacer ce dernier par un interrupteur compatible ;

source: 1 to yell out: &ldquo;STOP ARGUING AND CHANGE THAT LIGHTBULB FOR GOD'S SAKE!&rdquo;
fr: 1 pour s'écrier: « ARRÊTEZ DE DISCUTER ET CHANGEZ CETTE AMPOULE, BON DIEU ! » ;

source: 350 to ask the previous user what God is he talking about, and that if he has scientific proofs of His existence.
fr: 350 pour demander à l'utilisateur précédent de quel Dieu il parle et s'il a des preuves scientifiques de son existence ;

source: 1 to explain how electricity works and why a light bulb is inefficient.
fr: 1 pour expliquer comment fonctionne l'électricité et pourquoi les ampoules sont inefficaces ;

source: 1 to say that we can't trust in corporation-made bulbs and that we should trust in community-made bulbs.
fr: 1 pour dire que nous ne pouvons pas faire confiance aux ampoules fabriquées par les entreprises et que nous devons faire confiance aux ampoules fabriquées par la communauté ;

source: 1 to post a link to an ODF file explaining how to build a lightbulb from scratch.
fr: 1 pour publier un lien vers un fichier ODF expliquant comment construire une ampoule à partir de zéro ;

source: 14 to complain about the format of the previous file and asking to send it in txt or LaTeX.
fr: 14 pour se plaindre du format du fichier précédent et demander de l'envoyer en txt ou en LaTeX ;

source: 5 to say that they didn't like the taken decision and that they'll fork the house's electric installation and install a better lamp.
fr: 5 pour dire qu'ils ne sont pas d'accord avec la décision prise et qu'ils vont dériver l'installation électrique de la maison pour installer une meilleure lampe ;

source: 1 to post a series of commands to put to change the lightbulb.
fr: 1 pour poster une série de commandes à utiliser pour changer l'ampoule ;

source: 1 to comment that he executed the commands and had an error message.
fr: 1 pour signaler en commentaire qu'il a exécuté les commandes et a reçu un message d'erreur ;

source: 1 to advise that the commands must be executed as root.
fr: 1 pour lui conseiller d'exécuter les commande en tant qu'utilisateur root ;

source: And finally:
fr: et enfin&hellip;

source: The father of the first user, who while everyone was discussing, went to the shop and bought the cheapest lightbulb.
fr: le père du premier utilisateur qui, pendant que tout le monde discutait, est allé au magasin et a acheté l'ampoule la moins chère.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à &lt;<a href="mailto:gnu@gnu.org">gnu@gnu.org</a>&gt;. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à &lt;<a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>&gt;.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and contributing translations of this article.
fr: Merci d'adresser vos commentaires sur les pages en français à &lt;<a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>&gt;, et sur les traductions en général à &lt;<a href="mailto:web-translators@gnu.org">web-translators@gnu.org</a>&gt;. Si vous souhaitez y contribuer, vous trouverez dans le <a href="/server/standards/README.translations.html">guide de traduction</a> les infos nécessaires.

source: The joke on this page is licensed under the <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Cette blague peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Alain Cochard<br /> Révision : <a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>

source: Updated:
fr: Dernière mise à jour :
