Repository: GitMirroring/www-fr
Catalog: thankgnus/1999.*.po
Languages: fr

source: List of 1999 FSF Supporters - GNU Project - Free Software Foundation
fr: Liste des Sympathisants FSF 1999 - Projet GNU - Free Software Foundation

source: List of 1999 FSF Supporters
fr: Liste des Sympathisants FSF 1999

source: Care was taken in the updating of this page so that, for the sake of brevity, each contributor would be listed once. If you find that either your name has been omitted or misspelled, please email <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: La mise à jour de cette page a été faite avec soin, afin que, dans un but de concision, chaque donateur soit listé une seule fois. Si vous trouvez que votre nom a été oublié ou mal orthographié, s'il vous plaît, envoyez un courriel à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Thank GNU to anyone who has made a donation of any kind!
fr: Merci GNU à toute personne ayant fait un don, petit ou grand&#8239;!

source: <strong>FSF Patrons</strong>
fr: <strong>Mécènes FSF</strong>

source: AT Computing (Netherlands), Russell Brand of Responsible Solutions, John Carmack of ID Software, Kazuhisa Ichikawa, Yutaka Niibe, Red Hat Software, The Derald H. Ruttenberg Foundation.
fr: AT Computing (Pays-Bas), Russell Brand de Responsible Solutions, John Carmack de ID Software, Kazuhisa Ichikawa, Yutaka Niibe, Red Hat Software, The Derald H. Ruttenberg Foundation.

source: <strong>FSF Sustaining Contributors</strong>
fr: <strong>Grands donateurs FSF</strong>

source: Infomagic, Sin'ya Kanematu, Neal McBurnett and and Holly Lewis, NeXT User's Society (Japan), Open Systems Consulatants (Norway), Lynn Quam, X Consortium.
fr: Infomagic, Sin'ya Kanematu, Neal McBurnett et Holly Lewis, NeXT User's Society (Japon), Open Systems Consultants (Norvège), Lynn Quam, X Consortium.

source: <strong>FSF Contributors</strong>
fr: <strong>Donateurs FSF</strong>

source: <strong>FSF Supporters</strong>
fr: <strong>Sympathisants FSF</strong>

source: John Baxter, Andrew Bishop, Dan Bracken in honor of Marcus Daniels, Tony Bradford, Rick Bronson, Maurizio Cachio, Michael Coleman, CSA Engineering (Warren Gibson), Josh DuBois, Albert Fluegel, James Gaidos, John Goebel, Ram Gopalaswamy, Ian Haggard, Harry Hickey, Aaron Hillegas, In-seok Hong, Inergy Online (Frohman Anderson), IKARIOS (France), ITiV AB (Sweden), Miguel Jimenez, Lowell Johnson, Thouis Jones, Donald Patterson, Nick Pidgeon, Alfredo Reed, Research Grants Council (Hong Kong), Lex Romanczyk, Mark Santesson, Rob Schecter, Richard Schultz, Westley Sherman, Alexander Sousa, Sun User's Group - Deutschland, Mike Thomas, United Way contributors, Steve Wadlow.
fr: John Baxter, Andrew Bishop, Dan Bracken en l'honneur de Marcus Daniels, Tony Bradford, Rick Bronson, Maurizio Cachio, Michael Coleman, CSA Engineering (Warren Gibson), Josh DuBois, Albert Fluegel, James Gaidos, John Goebel, Ram Gopalaswamy, Ian Haggard, Harry Hickey, Aaron Hillegas, In-seok Hong, Inergy Online (Frohman Anderson), IKARIOS (France), ITiV AB (Sweden), Miguel Jimenez, Lowell Johnson, Thouis Jones, Donald Patterson, Nick Pidgeon, Alfredo Reed, Research Grants Council (Hong Kong), Lex Romanczyk, Mark Santesson, Rob Schecter, Richard Schultz, Westley Sherman, Alexander Sousa, Sun User's Group - Deutschland, Mike Thomas, United Way contributors, Steve Wadlow.

source: Return to <a href="/thankgnus/thankgnus.html">Thank GNU's</a>.
fr: Retour à <a href="/thankgnus/thankgnus.html">Merci GNUs</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à &lt;<a href="mailto:gnu@gnu.org">gnu@gnu.org</a>&gt;. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à &lt;<a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>&gt;.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Merci d'adresser vos commentaires sur les pages en français à &lt;<a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>&gt;, et sur les traductions en général à &lt;<a href="mailto:web-translators@gnu.org">web-translators@gnu.org</a>&gt;. Si vous souhaitez y contribuer, vous trouverez dans le <a href="/server/standards/README.translations.html">guide de traduction</a> les infos nécessaires.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/">Creative Commons Attribution-NoDerivs 3.0 United States License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/3.0/us/deed.fr">Creative Commons attribution de paternité, pas de modification, 3.0 États-Unis (CC BY-ND 3.0 US)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction&#8239;: Laurent Lyaudet<br /> Révision&#8239;: <a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>

source: Updated:
fr: Dernière mise à jour&#8239;:
