Repository: GitMirroring/www-fr
Catalog: proprietary/malware-phones.*.po
Languages: fr

source: Mobile Phones Trash Users' Freedom - GNU Project - Free Software Foundation
fr: Les téléphones mobiles piétinent les libertés des utilisateurs - Projet GNU - Free Software Foundation

source: Mobile Phones Trash Users' Freedom
fr: Les téléphones mobiles piétinent les libertés des utilisateurs

source: <a href="/proprietary/proprietary.html">Other examples of proprietary malware</a>
fr: <a href="/proprietary/proprietary.html">Autres exemples de malveillance dans le logiciel privateur</a>

source: Nearly all mobile phones do wrong to their users in two grievous ways: tracking users' movements, and listening to their conversations. This is why we call them &ldquo;Stalin's dream&rdquo;. Here is more information.
fr: Presque tous les téléphones mobiles ont deux façons de nuire gravement à leurs utilisateurs : traquer leurs mouvements et écouter leurs conversations. C'est pourquoi nous les qualifions de « rêve de Staline ». Voici quelques précisions à ce sujet.

source: The phone network <a href="https://ssd.eff.org/en/module/problem-mobile-phones"> tracks the movements of each phone</a>.
fr: Le réseau téléphonique <a href="https://ssd.eff.org/en/module/problem-mobile-phones">suit les mouvements de chaque téléphone</a>.

source: This is inherent in the design of the phone network. As long as the phone is in communication with the network, there is no way to stop the system from recording where it is.
fr: C'est inhérent à la conception du réseau téléphonique. Tant que le téléphone est en communication avec le réseau, il n'y a aucun moyen d'empêcher le système d'enregistrer où il est.

source: Every phone's communication processor has a universal back door which is <a href="https://www.schneier.com/blog/archives/2006/12/remotely_eavesd_1.html"> used to make the phone transmit what it hears through the microphones</a>.
fr: Le processeur de communication de chaque téléphone a une porte dérobée universelle qui est utilisée pour <a href="https://www.schneier.com/blog/archives/2006/12/remotely_eavesd_1.html">forcer le téléphone à transmettre ce qu'il entend à travers ses micros</a>.

source: More about <a href="http://www.osnews.com/story/27416/The_second_operating_system_hiding_in_every_mobile_phone"> the nature of this problem</a>.
fr: Plus de détails sur <a href="http://www.osnews.com/story/27416/The_second_operating_system_hiding_in_every_mobile_phone">la nature de ce problème</a>.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction et révision : <a href="mailto:trad-gnu&#64;april.org">trad-gnu&#64;april.org</a>

source: Updated:
fr: Dernière mise à jour :
