Repository: GitMirroring/www-fr
Catalog: philosophy/apsl.*.po
Languages: fr

source: FSF's Opinion on the Apple Public Source License (APSL) - GNU Project - Free Software Foundation
fr: Opinion de la FSF sur l'Apple Public Source License (APSL) - Projet GNU - Free Software Foundation

source: FSF's Opinion of the Apple Public Source License (APSL) 2.0
fr: Opinion de la FSF sur l'<i>Apple Public Source License</i> (APSL) 2.0

source: The Apple Public Source License (APSL) version 2.0 qualifies as a free software license. Apple's lawyers worked with the FSF to produce a license that would qualify. The <a href="/philosophy/historical-apsl.html">problems previously described on this page</a> are still potential issues for other possible licenses, but they do not apply to version 2.0 of the APSL. We encourage everyone who uses any version of Apple Software under the APSL to use the terms of version 2.0 rather than that of any earlier license.
fr: L'<i>Apple Public Source License</i> (APSL) version 2.0 remplit les conditions d'une licence de logiciel libre. Les avocats d'Apple ont travaillé avec la FSF pour produire une licence conforme. Les <a href="/philosophy/historical-apsl.html">problèmes précédemment décrits sur cette page</a> sont toujours des problèmes potentiels pour d'autres licences, mais ils ne s'appliquent pas à la version 2.0 de l'APSL. Nous encourageons toute personne qui utilise une quelconque version de logiciel Apple régie par l'APSL à utiliser les termes de la version 2.0 plutôt que ceux d'une licence plus ancienne.

source: In version 2.0 of the APSL, the definition of &ldquo;Externally Deployed&rdquo; has been narrowed in a way that is appropriate for the respect of users' freedoms. It has always been the position of FSF that the freedom of Free Software is primarily for the users of that software. Technologies, like web applications, are changing the way that users interact with software. The APSL 2.0, like the <a href="/licenses/agpl.html">GNU Affero GPL</a>, seeks to defend the freedom of those who use software in these novel ways, without unduly hindering the users' privacy nor freedom to use the software.
fr: Dans la version 2.0 de l'APSL, la définition de « déployé extérieurement » <i>[Externally Deployed]</i> a été réduite de façon appropriée pour respecter les libertés des utilisateurs. La position de la FSF a toujours été que la liberté du logiciel libre est d'abord destinée aux utilisateurs de ce logiciel. Les technologies, comme les applications web, changent la façon dont les utilisateurs interagissent avec le logiciel. L'APSL 2.0, comme la <a href="/licenses/agpl.html">licence publique générale GNU Affero</a>, cherche à défendre la liberté de ceux qui utilisent le logiciel de cette manière novatrice, sans gêner excessivement leur vie privée ni la liberté d'utiliser le logiciel.

source: The FSF now considers the APSL to be a free software license with two major practical problems, reminiscent of the NPL:
fr: La FSF considère maintenant l'APSL comme une licence de logiciel libre avec deux problèmes pratiques majeurs, qui rappellent la NPL :

source: It is not a true copyleft, because it allows linking with other files which may be entirely proprietary.
fr: Ce n'est pas un vrai copyleft, parce qu'elle autorise des liens avec d'autres fichiers qui peuvent être entièrement privateurs (propriétaires).

source: It is incompatible with the GPL.
fr: Elle est incompatible avec la GPL.

source: For this reason, we recommend you do not release new software using this license; but it is ok to use and improve software which other people release under this license.
fr: Pour cette raison, nous vous recommandons de ne pas utiliser cette licence pour publier de nouveaux logiciels ; mais il n'y a pas de problème à utiliser ou améliorer des logiciels publiés par d'autres personnes sous cette licence.

source: Aside from this, we must remember that only part of Mac OS X is being released under the APSL. Even though the fatal flaws of the APSL were fixed, and even if the practical problems were addressed, that does no good for the other parts of Mac OS X whose source code is not being released at all. We must not judge all of a company by just part of what it does.
fr: À part cela, nous devons nous rappeler que seule une partie de MacOS X est publiée sous l'APSL. Même si les défauts rédhibitoires de l'APSL étaient corrigés, et si les problèmes pratiques étaient résolus, cela n'aurait aucun effet sur les autres parties de MacOS X dont le code source n'est pas diffusé du tout. Pour juger toute une société, nous ne devons pas nous contenter d'une partie de ce qu'elle fait.

source: <a href="http://gnu-darwin.sourceforge.net/index.php">GNU-Darwin</a> is a combination of GNU and Darwin that is supposed to include only free software.
fr: <a href="http://gnu-darwin.sourceforge.net/index.php">GNU-Darwin</a> est une combinaison de GNU et Darwin qui est censée n'utiliser que des logiciels libres.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à &lt;<a href="mailto:gnu@gnu.org">gnu@gnu.org</a>&gt;. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à &lt;<a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>&gt;.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and contributing translations of this article.
fr: Merci d'adresser vos commentaires sur les pages en français à &lt;<a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>&gt;, et sur les traductions en général à &lt;<a href="mailto:web-translators@gnu.org">web-translators@gnu.org</a>&gt;. Si vous souhaitez y contribuer, vous trouverez dans le <a href="/server/standards/README.translations.html">guide de traduction</a> les infos nécessaires.

source: Copyright &copy; 2003, 2021 Free Software Foundation, Inc.
fr: Copyright &copy; 2003 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Cédric Corazza<br />Révision : <a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>

source: Updated:
fr: Dernière mise à jour :
