Repository: GitMirroring/www-fr
Catalog: philosophy/latest-articles.*.po
Languages: fr

source: Latest Articles - GNU Project - Free Software Foundation
fr: Derniers articles - projet GNU - Free Software Foundation

source: Philosophy of the GNU Project &mdash; Latest Articles
fr: Philosophie du projet GNU – derniers articles

source: Hot off the presses, here are the latest published articles on free software and the GNU project.
fr: Tout chauds sortis des presses, voici les derniers articles publiés sur le logiciel libre et le projet GNU.

source: <a href="/philosophy/upgrade-windows.html">What Is the Right Way to Upgrade an Installation of Windows?</a>
fr: <a href="/philosophy/upgrade-windows.html">Comment bien mettre à niveau une installation de Windows ?</a>

source: <a href="/philosophy/phone-anonymous-payment.html">Anonymous Payment by Phone</a>
fr: <a href="/philosophy/phone-anonymous-payment.html">Anonymous Payment by Phone</a> (Paiement anonyme au moyen du téléphone)

source: <a href="/philosophy/kind-communication.html">GNU Kind Communications Guidelines</a>
fr: <a href="/philosophy/kind-communication.html">Charte de GNU pour une communication bienveillante</a>

source: <a href="/philosophy/surveillance-testimony.html">Surveillance Testimony</a>
fr: <a href="/philosophy/surveillance-testimony.html">Déclaration concernant la surveillance</a>

source: <a href="/licenses/identify-licenses-clearly.html"> For Clarity's Sake, Please Don't Say &ldquo;Licensed under GNU GPL 2&rdquo;!</a>
fr: <a href="/licenses/identify-licenses-clearly.html">Par souci de clarté, ne dites pas « sous licence GNU GPL 2 ! »</a>

source: <a href="/philosophy/devils-advocate.html"> Why the Devil's Advocate Doesn't Help Reach the Truth</a>
fr: <a href="/philosophy/devils-advocate.html">En quoi jouer l'avocat du diable n'aide pas à la manifestation de la vérité</a>

source: <a href="/philosophy/hackathons.html"> Why Hackathons Should Insist on Free Software</a>
fr: <a href="/philosophy/hackathons.html"> Why Hackathons Should Insist on Free Software</a> (Pourquoi les hackathons doivent exiger du logiciel libre)

source: <a href="/philosophy/contradictory-support.html"> Beware of Contradictory &ldquo;Support&rdquo;</a>
fr: <a href="/philosophy/contradictory-support.html"> Attention au « soutien » contredit par les faits</a>

source: <a href="/philosophy/when-free-depends-on-nonfree.html"> When Free Software Depends on Nonfree</a>
fr: <a href="/philosophy/when-free-depends-on-nonfree.html"> Quand le logiciel libre dépend du logiciel non libre</a>

source: <a href="/philosophy/applying-free-sw-criteria.html"> Applying the Free Software Criteria</a>
fr: <a href="/philosophy/applying-free-sw-criteria.html"> Mettre en application les critères du logiciel libre</a>

source: <a href="/philosophy/komongistan.html">The Curious History of Komongistan (Busting the term &ldquo;intellectual property&rdquo;)</a>
fr: <a href="/philosophy/komongistan.html"> L'histoire étrange du Komongistan (ou comment faire voler en éclats l'expression « propriété intellectuelle »)</a>

source: <a href="/philosophy/free-hardware-designs.html"> Free Hardware and Free Hardware Designs</a>
fr: <a href="/philosophy/free-hardware-designs.html"> Matériel libre et plans libres pour le matériel</a>

source: <a href="/philosophy/loyal-computers.html"> What Does It Mean for Your Computer to Be Loyal?</a>
fr: <a href="/philosophy/loyal-computers.html"> À quelles conditions votre ordinateur vous est-il loyal ?</a>

source: <a href="/philosophy/technological-neutrality.html"> Technological Neutrality and Free Software</a>
fr: <a href="/philosophy/technological-neutrality.html"> Neutralité technologique et logiciel libre</a>

source: <a href="/philosophy/imperfection-isnt-oppression.html"> Imperfection is not the same as oppression</a>
fr: <a href="/philosophy/imperfection-isnt-oppression.html"> Imperfection ne veut pas dire oppression</a>

source: <a href="/philosophy/floss-and-foss.html"> FLOSS and FOSS</a>
fr: <a href="/philosophy/floss-and-foss.html"> FLOSS et FOSS</a>

source: <a href="/philosophy/free-software-even-more-important.html"> Free Software Is Even More Important Now</a>
fr: <a href="/philosophy/free-software-even-more-important.html">Le logiciel libre est encore plus essentiel maintenant</a>

source: <a href="/philosophy/surveillance-vs-democracy.html">How Much Surveillance Can Democracy Withstand?</a>
fr: <a href="/philosophy/surveillance-vs-democracy.html">Quel niveau de surveillance la démocratie peut-elle endurer ?</a>

source: <a href="/philosophy/why-call-it-the-swindle.html"> Why call it the Swindle</a>
fr: <a href="/philosophy/why-call-it-the-swindle.html"> Pourquoi l'appeler le Swindle (l'arnaque)</a>

source: <a href="/philosophy/is-ever-good-use-nonfree-program.html"> Is It Ever a Good Thing to Use a Nonfree Program?</a>
fr: <a href="/philosophy/is-ever-good-use-nonfree-program.html"> Arrive-t-il parfois qu'utiliser un logiciel non libre soit une bonne chose ?</a>

source: <a href="/philosophy/funding-art-vs-funding-software.html"> Funding Art vs Funding Software</a>
fr: <a href="/philosophy/funding-art-vs-funding-software.html"> Financer l'art vs financer le logiciel</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and submitting translations of this article.
fr: Nous faisons le maximum pour proposer des traductions fidèles et de bonne qualité, mais nous ne sommes pas parfaits. Merci d'adresser vos commentaires sur cette page, ainsi que vos suggestions d'ordre général sur les traductions, à <a href="mailto:web-translators@gnu.org"> &lt;web-translators@gnu.org&gt;</a>.</p> <p>Pour tout renseignement sur la coordination et la soumission des traductions de nos pages web, reportez-vous au <a href="/server/standards/README.translations.html">guide de traduction</a>.

source: Copyright &copy; 1996, 1997, 1998, 1999, 2000, 2001, 2002, 2003, 2004, 2005, 2006, 2007, 2008, 2009, 2010, 2013, 2014, 2015, 2016, 2017, 2018, 2019 Free Software Foundation, Inc.
fr: Copyright &copy; 1996-2010, 2013-2019 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.

source: Updated:
fr: Dernière mise à jour :
