Repository: GitMirroring/www-fr
Catalog: philosophy/nonfree-software-*-bank.*.po
Languages: fr

source: Nonfree Software in My Bank - GNU Project - Free Software Foundation
fr: Du logiciel privateur dans ma banque - projet GNU - Free Software Foundation

source: Nonfree Software in My Bank
fr: Du logiciel privateur dans ma banque

source: by Richard Stallman
fr: par Richard Stallman

source: Richard Stallman presents the moral reasoning for why we don't boycott companies for being users of computing methods that treat their users unjustly.
fr: Richard Stallman présente le raisonnement moral expliquant pourquoi nous ne boycottons pas les entreprises qui usent de moyens numériques traitant injustement leurs utilisateurs.

source: Recently someone asked me why I am willing to use checks that were printed by a bank which surely used nonfree software to do it. That is a useful question, so I decided to write about why.
fr: Récemment, quelqu'un m'a demandé pourquoi je consens à utiliser des chèques imprimés par une banque qui se sert sûrement de logiciel privateur pour le faire. C'est une question utile, j'ai donc décidé d'expliquer pourquoi.

source: I refuse to run nonfree software for making payments, just as for anything else. For payments to companies that have to know my name, such as utility bills and medical treatments, I usually use checks. (In some cases I can use cash, but that doesn't make me anonymous since the bill was sent to me.) But I don't demand that my bank, or the company's bank, use only free software in the printing and processing of my checks. Why don't I?
fr: Je refuse d'utiliser du logiciel privateur pour effectuer des paiements, comme pour tout le reste. Pour les paiements à des entreprises qui doivent connaître mon nom, comme les factures de services publics ou les traitements médicaux, j'utilise en général des chèques. (Dans certains cas, je peux utiliser des espèces mais cela ne me rend pas anonyme puisque la facture m'a été envoyée.) Mais je n'exige pas que ma banque ou celle de l'entreprise utilise uniquement des logiciels libres pour l'impression et le traitement de mes chèques. Pourquoi est-ce que je ne le fais pas ?

source: To see the answer, let's turn the situation around. Why do I insist on using only free software <em>myself</em>? It's because that is crucial for my freedom. If I used a nonfree program, it would infringe my freedom by <a href="https://fsf.org/tedx">giving the program's owner power over me</a>.
fr: Pour voir la réponse, inversons la situation. Pourquoi est-ce que j'insiste pour n'utiliser <em>moi-même</em> que du logiciel libre ? Parce que c'est crucial pour ma liberté. Si j'utilisais un logiciel privateur, il enfreindrait ma liberté en <a href="https://fsf.org/tedx">donnant du pouvoir sur moi au propriétaire du programme</a>.

source: Likewise for my bank. If the bank uses nonfree software, that infringes the bank's freedom. But here the two cases diverge, because the bank is not me.
fr: De même pour ma banque. Si la banque utilise un logiciel privateur, cela enfreint la liberté de la banque. Mais ici, les deux cas divergent parce que la banque, ce n'est pas moi.

source: I think it is regrettable if the bank cedes its freedom this way, so I would urge the bank to make a plan to move to free software. If I ran the bank, I would implement that change, though it might take a few years to finish.
fr: C'est regrettable que la banque renonce à sa liberté de cette manière, donc je lui recommanderais vivement d'élaborer un plan pour passer au logiciel libre. Si je dirigeais la banque, je mettrais en œuvre ce changement, bien que cela puisse prendre quelques années.

source: But the bank is not me, and I do not run it. My freedom doesn't depend on what software the bank uses on its own. Those nonfree programs don't deny freedom to me&mdash;only to the bank, which does run them.
fr: Mais la banque, ce n'est pas moi et je ne la dirige pas. Ma liberté ne dépend pas du logiciel que la banque utilise elle-même. Ces logiciels privateurs ne mettent pas en cause ma liberté, mais seulement celle de la banque qui les exécute.

source: I would like to encourage or convince the bank management to run free software instead, but a boycott, being hostile in tone, would be a bad approach for convincing the bank management that their practices are hurting the bank. It would be more likely to make them unwilling to listen.
fr: Je souhaiterais encourager la direction de la banque à les remplacer par des logiciels libres, ou même la convaincre de le faire. Mais un boycott, au ton hostile, serait une mauvaise approche pour persuader les directeurs que leurs pratiques nuisent à la banque. Cela risquerait plutôt de les rendre réticents à écouter mes arguments.

source: Meanwhile, I don't have enough leverage to pressure the bank. An effective boycott would require an organized campaign, and the priority for that is for things that <em>impose</em> nonfree software on the public&mdash;for instance, internet banking, and all the &ldquo;smart&rdquo; devices (malthings). These are things I campaign against, for freedom's sake.
fr: En attendant, je n'ai pas assez d'influence pour faire pression sur la banque. Un boycott efficace nécessiterait une campagne organisée, mais nos campagnes portent en priorité sur des choses qui <em>imposent</em> des logiciels privateurs au public – par exemple, la banque en ligne et tous les appareils &ldquo;intelligents&rdquo; (objets malveillants <i>[malthings]</i>). C'est contre cela que je fais campagne, au nom de la liberté.

source: Now let's look at a different case. Suppose I communicate with the bank's web server to give or get information concerning my account. If the web server runs some nonfree software, how does that affect me?
fr: Maintenant, considérons un cas différent. Supposons que je communique avec le serveur web de la banque pour donner ou recevoir des informations au sujet de mon compte. Si le serveur web exécute des logiciels privateurs, en quoi cela me concerne-t-il ?

source: It doesn't affect me directly. The bank runs that software to do its own computing, not mine. (Even when it operates on my bank account, that is nonetheless the bank's computing.) So this case is equivalent to the case of printing checks. That's why, when I consider using a web site, I don't judge based on whether the software that runs it internally is free or not. I do judge by <a href="/philosophy/javascript-trap.html">the software it tries to run in my browser</a>.
fr: Cela ne me concerne pas directement. La banque utilise ces logiciels pour répondre à ses propres besoins informatiques, pas aux miens. (Même lorsqu'elle opère sur mon compte, il s'agit néanmoins de l'informatique de la banque.) Ce cas est donc équivalent à l'impression de mes chèques. C'est pourquoi, lorsque j'envisage d'utiliser un site web, je ne le juge pas d'après le logiciel qui le fait fonctionner, libre ou non, mais d'après le <a href="/philosophy/javascript-trap.html">logiciel qu'il tente d'exécuter dans mon navigateur</a>.

source: What matters most to me about an organization's server's software, beyond whether it does its job honestly, is whether it mistreats its users in interacting with them. For instance, by snooping and collecting data from or through the user's browser that the user does not intend to give, harassing users with dark patterns, or imposing <a href="https://DefectiveByDesign.org">DRM</a> on the files it delivers. Those forms of mistreatment are unrelated to whether the software in the server is free. How can we avoid them?
fr: S'agissant du logiciel qui se trouve sur le serveur d'une organisation, ce qui compte le plus pour moi (au-delà de savoir s'il fait son travail honnêtement) c'est de savoir s'il maltraite ses utilisateurs dans ses interactions avec eux. Par exemple, en espionnant et en collectant (depuis le navigateur ou avec son aide) des données que l'utilisateur n'a pas l'intention de fournir, en harcelant les utilisateurs avec des interfaces truquées <i>[dark patterns]</i>, ou bien en imposant des <a href="https://DefectiveByDesign.org">menottes numériques (DRM)</a> sur les fichiers qu'il fournit. Ces formes de maltraitance ne sont pas liées au fait que le logiciel du serveur soit libre ou non. Comment pouvons-nous les éviter ?

source: Snooping in a web site operates by communicating with the user's browser. A well-designed free browser won't send any data that the user doesn't authorize sending; that includes your name and location. (Nonfree browsers may help companies snoop on the user&mdash;an example of the point that <a href="/proprietary/proprietary.html">nonfree programs are often malware</a>.) You can reject DRM by ceasing to use a server if it sends you files in secret formats. To avoid dark patterns you have to reject sites that use them.
fr: L'espionnage, dans un site web, opère en communiquant avec le navigateur de l'utilisateur. Un navigateur libre bien conçu n'enverra aucune donnée dont l'utilisateur n'a pas autorisé l'envoi ; cela comprend votre nom et votre localisation. (Les navigateurs privateurs peuvent aider les entreprises à espionner l'utilisateur – exemple de la <a href="/proprietary/proprietary.html">malveillance de nombreux programmes privateurs</a>.) Vous pouvez refuser les menottes numériques en cessant d'utiliser un serveur s'il vous envoie des fichiers dans des formats secrets. Pour refuser les interfaces truquées, vous devez rejeter les sites qui les utilisent.

source: The overall conclusion: you can lead people to freedom but you can't make them want it. What you can do is try to inspire them, by setting an example of appreciating freedom, so they can see your values in your own life. A bank may be impervious to moral inspiration, but people can find it inspiring. The same things you do to achieve freedom in your life can also inspire them.
fr: En conclusion, vous pouvez conduire les gens à la liberté, mais vous ne pouvez pas les forcer à la vouloir. Ce que vous pouvez faire est de les inspirer en leur montrant par l'exemple combien vous appréciez la liberté, pour qu'ils puissent voir vos valeurs mises en pratique dans votre vie. Une banque peut être imperméable à l'inspiration morale, mais les gens peuvent y être sensibles. Ce que vous faites dans votre vie pour atteindre la liberté peut également les inspirer.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à &lt;<a href="mailto:gnu@gnu.org">gnu@gnu.org</a>&gt;. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à &lt;<a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>&gt;.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and contributing translations of this article.
fr: Merci d'adresser vos commentaires sur les pages en français à &lt;<a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>&gt;, et sur les traductions en général à &lt;<a href="mailto:web-translators@gnu.org">web-translators@gnu.org</a>&gt;. Si vous souhaitez y contribuer, vous trouverez dans le <a href="/server/standards/README.translations.html">guide de traduction</a> les infos nécessaires.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Berki Yenigün et Nicolas Joubert<br /> Révision : <a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>

source: Updated:
fr: Dernière mise à jour :
