Repository: GitMirroring/www-fr
Catalog: philosophy/whats-wrong-with-youtube.*.po
Languages: fr

source: What's Wrong with YouTube - GNU Project - Free Software Foundation
fr: Qu'y a-t-il de mal dans YouTube ? - Projet GNU - Free Software Foundation

source: What's Wrong with YouTube
fr: Qu'y a-t-il de mal dans YouTube ?

source: Normal use of YouTube involves running nonfree software.
fr: L'utilisation normale de YouTube suppose l'exécution de logiciel non libre.

source: The YouTube video player is a <a href="/philosophy/javascript-trap.html">nonfree JavaScript program</a>. Some videos also require the nonfree Adobe DRM software that has been incorporated into proprietary browsers and Firefox, but not into the GNU browsers, including <a href="/software/icecat">IceCat</a>.
fr: Le lecteur vidéo de YouTube est un <a href="/philosophy/javascript-trap.html">programme JavaScript non libre</a>. Pour certaines vidéos, il nécessite également le logiciel non libre d'Adobe servant au décodage des DRM, logiciel qui a été intégré aux navigateurs privateurs et à Firefox, mais pas aux navigateurs GNU comme <a href="/software/icecat">IceCat</a>.

source: However, there are ways to watch YouTube videos without running any nonfree software:
fr: Cependant, il y a moyen de regarder les vidéos de YouTube sans exécuter de logiciel non libre :

source: <em><a href="https://invidious.io/">Invidious</a> intermediary sites</em>. Some of them allow visits via Tor, or even have an onion URL. As of 2025, the instances that are listed in the Invidious documentation try to keep AI crawlers away with a JavaScript CAPTCHA program. This program is free, but we recommend enabling the LibreJS add-on as a matter of precaution, should they use a nonfree program in the future.
fr: <em>Les sites intermédiaires <a href="https://invidious.io/">Invidious</a></em>. Certains permettent de se connecter par Tor, ou même ont une URL en <i>.onion</i>. En 2025, les instances citées dans la documentation d'Invidious essaient de repousser les crawlers de l'IA avec un CAPTCHA écrit en JavaScript. Ce programme est libre, mais nous vous recommandons d'activer l'extension LibreJS par mesure de précaution, au cas où Invidious utiliserait un programme non libre à l'avenir.

source: <em>The free <a href="http://sebaro.pro/viewtube/">ViewTube</a> add-on</em>, which permits direct access to videos on YouTube in various browsers. It is preinstalled in GNU IceCat, and you can load it into Firefox. But youtube.com is likely to block this means of access if you come via Tor.
fr: L'extension libre <a href="http://sebaro.pro/viewtube/">ViewTube</a>, qui permet l'accès direct aux vidéos de YouTube dans divers navigateurs. Elle est préinstallée dans GNU IceCat et peut être chargée dans Firefox. Mais il est probable que youtube.com bloquera ce moyen d'accès si vous passez par Tor.

source: YouTube tries to stop people from downloading copies.
fr: YouTube essaie d'empêcher les gens de télécharger des copies.

source: The nonfree JavaScript code does not allow browsers to save a copy, even when the video is under a license that allows redistribution. This is a form of DRM that can't even pretend to &ldquo;enforce copyright.&rdquo;
fr: Le code JavaScript non libre ne permet pas au navigateur de sauvegarder une copie de la vidéo, même quand cette dernière est sous une licence qui permet la redistribution. C'est une forme de DRM qui ne peut même pas prétendre « faire appliquer le copyright ».

source: As for the mobile app, which is nonfree as well, it graciously <a href="https://support.google.com/youtube/answer/7381437">lets paying Premium users store videos for up to 30 days</a>, after which it deletes those copies. These are stored with DRM, meaning they can only be played inside the app, and cannot be played from external software or transferred to an external device.
fr: Quant à l'appli mobile, qui est également non libre, elle <a href="https://support.google.com/youtube/answer/7381437">laisse gracieusement les utilisateurs Premium (payants) stocker les vidéos pendant 30 jours</a>, après quoi elle supprime les copies. Ces dernières sont stockées avec DRM, ce qui signifie qu'elles peuvent être jouées uniquement à l'intérieur de l'appli. Elles ne peuvent pas être jouées par un logiciel externe ni transférées à un autre appareil.

source: However, some free programs bypass this block:
fr: Cependant, plusieurs programme contournent ce blocage :

source: <em><a href="https://github.com/yt-dlp/yt-dlp/releases"> yt-dlp</a></em>, which in spite of being hosted on GitHub can be downloaded with a browser without running JavaScript. It can also be downloaded from the command line. For example:
fr: <em><a href="https://github.com/yt-dlp/yt-dlp/releases">yt-dlp</a></em>. Bien qu'hébergé sur GitHub, ce programme peut être téléchargé avec un browser sans exécuter de code JavaScript. Il peut également être téléchargé en ligne de commande. Par exemple :

source: The <em>ViewTube</em> add-on.
fr: L'extension <em>ViewTube</em>.

source: Free/libre access methods may not work in the future.
fr: Les méthodes d'accès libre peuvent ne pas fonctionner à l'avenir.

source: As a result of the <a href="#free-access">access methods</a> above, posting videos on YouTube does not currently put them off limits to the free world. That is good, and we hope it lasts, but we cannot count on them to keep working. The ViewTube add-on broke once in 2019 because of some change in YouTube. That time, a corrected add-on was released after a few weeks. Next time, who knows? Thus, posting on YouTube is a fragile solution unless/until Google commits to supporting libre access.
fr: Grâce aux <a href="#free-access">méthodes d'accès</a> citées plus haut, publier des vidéos sur YouTube ne les met pas actuellement hors de portée du monde du libre. C'est bien, et nous espérons que cela durera, mais nous ne pouvons pas en être sûrs. L'extension ViewTube a déjà cessé de fonctionner une fois en 2019 à cause d'une modification de YouTube. Un correctif a été publié dans les semaines suivantes, mais la prochaine fois, qui sait si ce sera le cas ? Mettre des vidéos en ligne sur YouTube est donc une solution fragile tant que Google ne s'engage pas à en permettre l'accès libre.

source: If nevertheless you do post a video on YouTube, please don't use the host name youtube.com (or its aliases) to refer to it. Instead, refer to one of the Invidious intermediary sites that accepts visits via Tor (test it!). That is fail-safe: if anything breaks, your link will fail, rather than lead people to run nonfree software.
fr: Si malgré tout vous publiez une vidéo sur YouTube, merci de ne pas utiliser le nom de domaine « youtube.com » (ou ses alias) pour vous y référer. Référez-vous plutôt à l'un des sites intermédiaires Invidious qui accepte les connections venant de Tor (vérifiez !) C'est ce qu'il y a de plus fiable ; s'il y a un problème, votre lien restera inactif plutôt que de conduire les gens à exécuter un logiciel non libre.

source: To post a video without requiring nonfree software to view it, you can place the video as an Ogg Theora or WebM file on an ordinary web site. If you are concerned there will be a lot of download traffic, you can seed a torrent and suggest people download through that.
fr: Pour que votre vidéo puisse être lue sans recourir à du logiciel non libre, vous pouvez la mettre au format Ogg Theora ou WebM sur un site ordinaire. Si vous craignez que le trafic de téléchargement soit trop intense, vous pouvez amorcer un torrent et suggérer que les gens l'utilisent pour télécharger.

source: Another way to publish videos on the web using free software is <a href="https://mediagoblin.org">GNU MediaGoblin</a>. Ideally you will set up <a href="https://docs.mediagoblin.org/en/master/">your own server</a>, or run one for your family and friends. You may also be able to post on public servers that are run by some organizations for specific purposes. For example, <a href="https://media.libreplanet.org">the FSF's MediaGoblin instance</a> hosts media from the yearly LibrePlanet conference and other events.
fr: Il existe un autre moyen de publier des vidéos sur le web avec du logiciel libre : <a href="https://mediagoblin.org">GNU MediaGoblin</a>. Dans l'idéal, vous installerez <a href="https://docs.mediagoblin.org/en/master/">votre propre serveur</a> ou vous en ferez tourner un pour votre famille et vos amis, mais vous avez peut-être aussi la possibilité d'envoyer des vidéos sur des serveurs publics gérés par certaines organisations pour des besoins spécifiques. Par exemple, <a href="https://media.libreplanet.org">le serveur MédiaGlobin de la FSF</a> héberge les médias du congrès LibrePlanet annuel et d'autres évènements.

source: Please <a href="https://wiki.mediagoblin.org/HackingHowto"> contribute to GNU MediaGoblin</a> if you can.
fr: Merci de <a href="https://wiki.mediagoblin.org/HackingHowto">contribuer à GNU MediaGoblin</a> si vous le pouvez.

source: One thing about YouTube that is <em>not</em> a moral strike against it is nonfree software on YouTube servers&mdash;if there is any. We as possible users of YouTube can't tell whether the servers run any nonfree software, because that has no effect on us&mdash;therefore it doesn't do any wrong to us.
fr: En revanche, ce qui <em>ne peut pas</em> être retenu contre YouTube du point de vue de l'éthique, c'est le logiciel non libre qui tourne sur ses serveurs – s'il en existe. En tant qu'utilisateurs potentiels de YouTube, nous ne pouvons pas savoir si c'est le cas parce que cela ne nous affecte pas. Donc cela ne nous fait aucun tort.

source: If there are any nonfree programs running on YouTube servers, they mistreat Google by denying Google control of that aspect of its computing. We hope that Google will reclaim its freedom by ceasing to use those nonfree programs, if any. But those programs do not mistreat the <em>users</em> of YouTube, so they are not a reason to refuse to <em>use</em> that service.
fr: Si des programmes non libres tournent sur les serveurs de YouTube, ils font du tort à Google en le privant du contrôle de cette partie de son système informatique. Nous espérons que Google recouvrera sa liberté en cessant d'utiliser ces programmes, s'il y en a. Mais ils ne font pas de tort aux <em>utilisateurs</em> de YouTube et donc ne justifient pas un refus <em>d'utiliser</em> ce service.

source: It is also possible that all the software running on YouTube servers is free&mdash;either published free software or private unreleased free software.
fr: Il est possible également que tous les logiciels tournant sur les serveurs de YouTube soient libres, que ce soit des logiciels libres publiés ou des logiciels privés non publiés.

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à &lt;<a href="mailto:gnu@gnu.org">gnu@gnu.org</a>&gt;. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à &lt;<a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>&gt;.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and contributing translations of this article.
fr: Merci d'adresser vos commentaires sur les pages en français à &lt;<a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>&gt;, et sur les traductions en général à &lt;<a href="mailto:web-translators@gnu.org">web-translators@gnu.org</a>&gt;. Si vous souhaitez y contribuer, vous trouverez dans le <a href="/server/standards/README.translations.html">guide de traduction</a> les infos nécessaires.

source: Copyright &copy; 2014-2017, 2019, 2020, 2022, 2025 Free Software Foundation, Inc.
fr: Copyright &copy; 2014-2017, 2019, 2020, 2025 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Thérèse Godefroy<br /> Révision : <a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>

source: Updated:
fr: Dernière mise à jour :
