Repository: GitMirroring/www-fr
Catalog: education/dangers-of-proprietary-systems-*-online-teaching.*.po
Languages: fr

source: The Dangers of Proprietary Systems in Online Teaching - GNU Project - Free Software Foundation
fr: Les dangers des systèmes privateurs dans l'enseignement en ligne - Projet GNU - Free Software Foundation

source: Education Contents
fr: Menu Éducation

source: &nbsp;[Education Contents]&nbsp;
fr: &nbsp;[Menu Éducation]&nbsp;

source: GNU Home
fr: Accueil GNU

source: </a>&nbsp;/ <a href="/education/education.html">Education</a>&nbsp;/ <a href="/education/resisting-proprietary-software.html">Resistance</a>&nbsp;/ <a href="/education/dangers-of-proprietary-systems-in-online-teaching.html">Online teaching</a>&nbsp;/
fr: </a>&nbsp;/ <a href="/education/education.html">Education</a>&nbsp;/ <a href="/education/resisting-proprietary-software.html">Resistance</a>&nbsp;/

source: The Dangers of Proprietary Systems in Online Teaching
fr: Les dangers des systèmes privateurs dans l'enseignement en ligne

source: Since March 2020, educational institutions all over the world have been forced to migrate their daily activities to online teaching due to the COVID-19 sanitary emergency. For many schools, this constituted a first important step towards digitalization. However, the transition to <strong>remote teaching has brought an unwelcome guest: nonfree software for classes online</strong>.
fr: Depuis mars 2020, les établissements d'enseignement du monde entier ont été contraints d'exercer leurs activités quotidiennes d'enseignement en distanciel en raison de la crise sanitaire liée au COVID-19. Pour de nombreux établissements, cela a été un premier pas important vers la numérisation. Cependant, la transition vers l'enseignement en distanciel a eu comme conséquence <strong>l'irruption d'un invité indésirable : le logiciel non libre utilisé pour les cours en ligne</strong>.

source: Many schools have adopted video conferencing programs and Learning Management Systems (LMS) that are proprietary software. These nonfree programs are used by software development companies as weapons against students' and teachers' fundamental rights to computer freedom and privacy. Nonfree software is the antithesis of education since it forbids the sharing of knowledge and is specifically designed to prevent it. <strong>There should be no place for nonfree software in educational environments</strong>.
fr: De nombreux établissements ont adopté pour leurs visioconférences et leurs outils d'enseignement en distanciel (Learning Management systems ou LMS) des logiciels privateurs. Ces logiciels non libres sont utilisés par les sociétés de développement de logiciels comme des armes bafouant les droits fondamentaux des élèves et des enseignants aux libertés informatiques et au respect de leur vie privée. Ces logiciels privateurs représentent l'antithèse du but éducatif, puisqu'ils interdisent le partage des connaissances et sont spécifiquement conçus pour empêcher ce partage. <strong>Il ne devrait pas y avoir de place pour le logiciel non libre dans les environnements éducatifs</strong>.

source: <a href="/software/free-software-for-education.html">Freedom-respecting software</a> is readily available for all activities in the digital classroom and should be chosen instead of their proprietary counterparts.
fr: <a href="/software/free-software-for-education.html">Des logiciels respectueux des libertés</a> existent et sont disponibles pour toutes les activités liées à l'enseignement numérique. Ils doivent être préférés à leurs homologues privateurs.

source: See how people are <a href="/education/successful-resistance-against-nonfree-software.html#content"> successfully resisting nonfree software</a>.
fr: Voyez comment certains <a href="/education/successful-resistance-against-nonfree-software.html#content">résistent avec succès aux logiciels non libres</a>.

source: <a href="/education/teachers-help-students-resist-zoom.html#content">Teachers: Help Your Students Resist Zoom</a>
fr: <a href="/education/teachers-help-students-resist-zoom.html#content">Enseignants, aidez vos étudiants à résister à Zoom</a>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à &lt;<a href="mailto:gnu@gnu.org">gnu@gnu.org</a>&gt;. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à &lt;<a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>&gt;.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and contributing translations of this article.
fr: Merci d'adresser vos commentaires sur les pages en français à &lt;<a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>&gt;, et sur les traductions en général à &lt;<a href="mailto:web-translators@gnu.org">web-translators@gnu.org</a>&gt;. Si vous souhaitez y contribuer, vous trouverez dans le <a href="/server/standards/README.translations.html">guide de traduction</a> les infos nécessaires.

source: Copyright &copy; 2020, 2021, 2022 Free Software Foundation, Inc.
fr: Copyright &copy; 2020-2022 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : François Ochsenbein<br /> Révision : <a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>

source: Updated:
fr: Dernière mise à jour :
