Repository: GitMirroring/www-fr
Catalog: education/edu-software.*.po
Languages: fr

source: Educational Free Software - GNU Project - Free Software Foundation
fr: Logiciels libres pour l'éducation - Projet GNU - Free Software Foundation

source: Education Contents
fr: Menu Éducation

source: &nbsp;[Education Contents]&nbsp;
fr: &nbsp;[Menu Éducation]&nbsp;

source: GNU Home
fr: Accueil GNU

source: </a>&nbsp;/ <a href="/education/education.html">Education</a>&nbsp;/ <a href="/education/edu-resources.html">Resources</a>&nbsp;/
fr: </a>&nbsp;/ <a href="/education/education.html">Éducation</a>&nbsp;/ <a href="/education/edu-resources.html">Ressources</a>&nbsp;/

source: Educational Free Software
fr: Logiciels libres pour l'éducation

source: <em>The GNU project maintains a <a href="/software/free-software-for-education.html">list of high quality free programs for education at all levels</a> that we recommend.</em>
fr: <em>Le projet GNU propose un choix de <a href="/software/free-software-for-education.html">programmes libres de qualité pour tout niveau</a>.</em>

source: Before addressing the subject in this section, we would like to remind our readers that the word &ldquo;free&rdquo; in &ldquo;free software&rdquo; <strong>does not refer to price</strong> but to <strong>liberty</strong>. Free software is software that grants you <strong>freedom</strong>, namely the freedom to run, copy, distribute, study, change and improve the software. To learn more, see the <a href="/philosophy/free-sw.html"> free software definition</a>.
fr: Avant d'aborder le sujet de cette section, nous aimerions rappeler à nos lecteurs que le mot « libre » dans « logiciel libre » <strong>ne se rapporte pas au prix</strong> mais à la <strong>liberté</strong>.<a id="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> Le logiciel libre est un logiciel qui vous garantit la <strong>liberté</strong>, plus précisément la liberté d'exécuter, de copier, de distribuer, d'étudier, de changer et d'améliorer le logiciel. Pour en savoir plus, regardez la <a href="/philosophy/free-sw.html">définition du logiciel libre</a>.

source: What you will find in this section
fr: Ce que vous trouverez dans cette section

source: This page does not constitute an exhaustive listing of available educational free programs. Our aim is to present some examples so as to illustrate how educational institutions can put into practice and effectively apply the freedoms that free software grants them. For each program described, we will show how those freedoms were actually applied.
fr: Cette page ne constitue pas une liste exhaustive des programmes libres éducatifs disponibles. Notre objectif est de présenter quelques exemples afin d'illustrer la façon dont les établissements d'enseignement peuvent mettre en pratique les libertés que le logiciel libre leur accorde et s'en servir effectivement. Pour chaque programme décrit, nous montrerons concrètement comment ces libertés sont mises en application.

source: The following are the examples that we present:
fr: Vous trouverez ci-dessous les exemples que nous présentons :

source: Some of the programs presented here, like GCompris, are part of the GNU Project. This means that developers of these programs agree to pay attention to making the program work well with the rest of the GNU System. A GNU program uses the latest version of the license that the GNU Project recommends in order to protect the users' fundamental freedoms. A GNU program does not recommend the use of any nonfree program, and it does not refer the user to any nonfree documentation for free software, as defined in our campaign for <a href="/philosophy/free-doc.html">free documentation</a>.
fr: Certains des programmes présentés ici, comme GCompris, font partie du projet GNU. Cela signifie que les développeurs de ces programmes acceptent de faire attention à ce que le programme fonctionne bien avec le reste du système GNU. Un programme GNU utilise la dernière version de la licence que le projet GNU recommande afin de protéger les libertés fondamentales de l'utilisateur. Un programme GNU ne recommande l'utilisation d'aucun programme non libre et ne renvoie pas l'utilisateur à de la documentation non libre pour des logiciels libres (voir notre campagne pour <a href="/philosophy/free-doc.html">une documentation libre</a>.

source: People who wish to migrate to free software or are looking for a free libre program to accomplish a particular task, should refer to the <a href="http://directory.fsf.org">Free Software Directory</a>, which consists of a catalog of more than 6,000 free programs that run on <a href="/distros/free-distros.html">free operating systems</a>. In particular, the <a href="http://directory.fsf.org/category/educ/">Education</a> section of the Directory lists programs inherent to different levels of education, from pre-elementary school to highly specialized levels, including university and research.
fr: Les personnes qui souhaitent migrer vers le logiciel libre, ou qui recherchent un programme libre pour accomplir une tâche particulière, doivent se référer au <a href="http://directory.fsf.org">répertoire du logiciel libre</a>, qui consiste en un catalogue de plus de 6 000 programmes libres qui s'exécutent sur <a href="/distros/free-distros.html">des systèmes d'exploitation libres</a>. En particulier, la section <a href="http://directory.fsf.org/category/educ/">Éducation</a> donne la liste des programmes du répertoire correspondant aux divers niveaux d'éducation, de l'école maternelle à des niveaux de haute spécialisation, y compris les universités et la recherche.

source: <a href="https://usb.freeduc.org/index-en.html">Freeduc-USB</a> is a bootable USB stick that contains useful applications for the classroom.
fr: <a href="https://usb.freeduc.org/index.html">Freeduc-USB</a> est une clé USB « vive » (c'est-à-dire à démarrage autonome) qui contient des applications à l'usage des élèves.

source: If you know of a free software program that is being used by an educational institution for specific purposes, or has been modified or otherwise adapted by its users to meet their own educational needs, please let us know by sending an email to <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.
fr: Si vous connaissez un logiciel libre qui est utilisé par un établissement d'enseignement à des fins spécifiques, ou a été modifié ou encore adapté par ses utilisateurs pour répondre à leurs propres besoins éducatifs, veuillez nous en informer par courriel à <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.

source: We are looking for free educational games, or information about free games that can be used for educational purposes. Contact <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.
fr: Nous recherchons des jeux éducatifs libres, ou de l'information sur des jeux libres qui puissent être utilisés dans un but éducatif. Veuillez contacter <a href="mailto:education@gnu.org">&lt;education@gnu.org&gt;</a>.

source: *GNUN-SLOT: TRANSLATOR'S NOTES*
fr: <hr /><b>Note de traduction</b><ol> <li><a id="TransNote1" href="#TransNote1-rev" class="nounderline">&#8593;</a> Il peut y avoir confusion en anglais entre les deux sens du mot <i>free</i> : « libre » (comme dans « libre expression ») et « gratuit ».</li></ol>

source: Please send general FSF &amp; GNU inquiries to <a href="mailto:gnu@gnu.org">&lt;gnu@gnu.org&gt;</a>. There are also <a href="/contact/">other ways to contact</a> the FSF. Broken links and other corrections or suggestions can be sent to <a href="mailto:webmasters@gnu.org">&lt;webmasters@gnu.org&gt;</a>.
fr: Veuillez envoyer les requêtes concernant la FSF et GNU à &lt;<a href="mailto:gnu@gnu.org">gnu@gnu.org</a>&gt;. Il existe aussi <a href="/contact/">d'autres moyens de contacter</a> la FSF. Les liens orphelins et autres corrections ou suggestions peuvent être signalés à &lt;<a href="mailto:webmasters@gnu.org">webmasters@gnu.org</a>&gt;.

source: Please see the <a href="/server/standards/README.translations.html">Translations README</a> for information on coordinating and contributing translations of this article.
fr: Merci d'adresser vos commentaires sur les pages en français à &lt;<a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>&gt;, et sur les traductions en général à &lt;<a href="mailto:web-translators@gnu.org">web-translators@gnu.org</a>&gt;. Si vous souhaitez y contribuer, vous trouverez dans le <a href="/server/standards/README.translations.html">guide de traduction</a> les infos nécessaires.

source: Copyright &copy; 2011, 2012, 2016, 2017, 2019, 2020, 2021 Free Software Foundation, Inc.
fr: Copyright &copy; 2011, 2012, 2016, 2019, 2020 Free Software Foundation, Inc.

source: This page is licensed under a <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/">Creative Commons Attribution-NoDerivatives 4.0 International License</a>.
fr: Cette page peut être utilisée suivant les conditions de la licence <a rel="license" href="http://creativecommons.org/licenses/by-nd/4.0/deed.fr">Creative Commons attribution, pas de modification, 4.0 internationale (CC BY-ND 4.0)</a>.

source: *GNUN-SLOT: TRANSLATOR'S CREDITS*
fr: Traduction : Arthur Godet<br /> Révision : <a href="mailto:trad-gnu@april.org">trad-gnu@april.org</a>

source: Updated:
fr: Dernière mise à jour :
