Repository: GitMirroring/www-fr
Catalog: proprietary/workshop/mal.*.po
Languages: fr

source: <a href="http://arstechnica.com/information-technology/2015/08/even-when-told-not-to-windows-10-just-cant-stop-talking-to-microsoft/"> Windows 10 sends identifiable information to Microsoft</a>, even if a user turns off its Bing search and Cortana features, and activates the privacy-protection settings.
fr: <a href="http://arstechnica.com/information-technology/2015/08/even-when-told-not-to-windows-10-just-cant-stop-talking-to-microsoft/">Windows 10 envoie des informations identifiables à Microsoft</a>, même si l'utilisateur désactive la recherche sur Bing et les fonctionnalités de Cortina, et active les paramètres de confidentialité.

source: Security researchers discovered a <a href="http://www.theguardian.com/technology/2015/aug/12/hack-car-brakes-sms-text"> vulnerability in diagnostic dongles used for vehicle tracking and insurance</a> that let them take remote control of a car or lorry using an SMS.
fr: Des chercheurs en sécurité informatique ont découvert une <a href="http://www.theguardian.com/technology/2015/aug/12/hack-car-brakes-sms-text">vulnérabilité dans les dongles de diagnostic utilisés pour le traçage et l'assurance des véhicules</a>, qui permet de prendre le contrôle à distance d'une voiture ou d'un camion au moyen d'un SMS.

source: Windows 10 <a href="https://web.archive.org/web/20180923125732/https://jonathan.porta.codes/2015/07/30/windows-10-seems-to-have-some-scary-privacy-defaults/"> ships with default settings that show no regard for the privacy of its users</a>, giving Microsoft the &ldquo;right&rdquo; to snoop on the users' files, text input, voice input, location info, contacts, calendar records and web browsing history, as well as automatically connecting the machines to open hotspots and showing targeted ads.
fr: Windows 10 <a href="https://web.archive.org/web/20180923125732/https://jonathan.porta.codes/2015/07/30/windows-10-seems-to-have-some-scary-privacy-defaults">est livré avec des réglages par défaut qui ne montrent aucune considération pour la vie privée de ses utilisateurs</a>. Ils donnent à Microsoft le « droit » de fouiner dans les fichiers de l'utilisateur, les textes qu'il saisit, ses infos de localisation, ses contacts, son agenda et l'histoire de sa navigation. Et pour couronner le tout ils permettent la connexion automatique des machines aux réseaux WiFi ouverts et l'affichage de publicités ciblées.

source: We can suppose Microsoft look at users' files for the US government on demand, though the &ldquo;privacy policy&rdquo; does not explicitly say so. Will it look at users' files for the Chinese government on demand?
fr: On peut supposer que Microsoft regarde les fichiers des utilisateurs pour le gouvernement des États-Unis sur demande, bien que les « règles de confidentialité » ne le disent pas explicitement. Est-ce qu'elle fera de même pour le gouvernement chinois ?

source: Google Chrome makes it easy for an extension to do <a href="https://labs.detectify.com/2015/07/28/how-i-disabled-your-chrome-security-extensions/">total snooping on the user's browsing</a>, and many of them do so.
fr: Dans Google Chrome, les extensions ont toute facilité pour <a href="https://labs.detectify.com/2015/07/28/how-i-disabled-your-chrome-security-extensions/">espionner en détail la navigation de l'utilisateur</a>, et beaucoup ne s'en privent pas.

source: Vizio &ldquo;smart&rdquo; TVs recognize and <a href="http://www.engadget.com/2015/07/24/vizio-ipo-inscape-acr/">track what people are watching</a>, even if it isn't a TV channel.
fr: Les téléviseurs connectés Vizio reconnaissent et <a href="http://www.engadget.com/2015/07/24/vizio-ipo-inscape-acr/">rapportent à la plateforme ce que les gens regardent</a>, même si ce n'est pas une chaîne de télévision.

source: Crackers were able to <a href="http://arstechnica.com/security/2015/07/fiat-chrysler-connected-car-bug-lets-hackers-take-over-jeep-remotely/"> take remote control of the Jeep</a> &ldquo;connected car&rdquo;. They could track the car, start or stop the engine, and activate or deactivate the brakes, and more.
fr: Des crackers ont été en mesure de <a href="http://arstechnica.com/security/2015/07/fiat-chrysler-connected-car-bug-lets-hackers-take-over-jeep-remotely/">prendre le contrôle à distance</a> de la « Jeep connectée ». Ils ont pu suivre les déplacements de la voiture, démarrer et arrêter le moteur, activer et désactiver les freins, et plus encore.

source: I expect that Chrysler and the NSA can do this too.
fr: J'imagine que Chrysler et la NSA peuvent faire de même.

source: If I ever own a car, and it contains a portable phone, I will deactivate that.
fr: Si un jour je possède une voiture et qu'elle contient un téléphone portable, je le désactiverai.

source: Microsoft Office forces users <a href="https://www.computerworld.com/article/2948755/windows-apps/office-for-windows-10-will-require-office-365-subscription-on-pcs-larger-tablets.html">to subscribe to Office 365 to be able to create/edit documents</a>.
fr: Microsoft Office force ses utilisateurs <a href="https://www.computerworld.com/article/2948755/windows-apps/office-for-windows-10-will-require-office-365-subscription-on-pcs-larger-tablets.html">à s'abonner à Office 365 pour pouvoir créer ou éditer des documents</a>.

source: Samsung phones come with <a href="http://arstechnica.com/gadgets/2015/07/samsung-sued-for-loading-devices-with-unremovable-crapware-in-china/">apps that users can't delete</a>, and they send so much data that their transmission is a substantial expense for users. Said transmission, not wanted or requested by the user, clearly must constitute spying of some kind.
fr: Les téléphones Samsung sont livrés avec <a href="http://arstechnica.com/gadgets/2015/07/samsung-sued-for-loading-devices-with-unremovable-crapware-in-china/">des applis que les utilisateurs ne peuvent pas supprimer</a> ; elles envoient tant de données que cette transmission représente une dépense substantielle pour les utilisateurs. Il est clair que ladite transmission, ni désirée ni demandée, doit constituer une sorte d'espionnage.

source: <a href="http://www.privmetrics.org/wp-content/uploads/2015/06/wisec2015.pdf">A study in 2015</a> found that 90% of the top-ranked gratis proprietary Android apps contained recognizable tracking libraries. For the paid proprietary apps, it was only 60%.
fr: <a href="http://www.privmetrics.org/wp-content/uploads/2015/06/wisec2015.pdf">Une étude de 2015</a> a trouvé que 90% des applis Android gratuites et privatrices les mieux classées contenaient des bibliothèques de pistage. Pour les applis privatrices payantes, la proportion était de 60%.

source: The article confusingly describes gratis apps as &ldquo;free&rdquo;, but most of them are not in fact <a href="/philosophy/free-sw.html">free software</a>. It also uses the ugly word &ldquo;monetize&rdquo;. A good replacement for that word is &ldquo;exploit&rdquo;; nearly always that will fit perfectly.
fr: Cet article prête à confusion, car il décrit les applis gratuites comme « libres » <cite>[free]</cite> alors que la plupart ne sont pas du <a href="/philosophy/free-sw.html">logiciel libre</a>. De plus, il utilise le vilain mot « monétiser ». On peut avantageusement remplacer ce verbe par « exploiter » ; cela conviendra presque toujours parfaitement.

source: Oracle made a deal with Yahoo; Oracle's nonfree Java plug-in will <a href="http://searchengineland.com/yahoo-signs-deal-with-oracle-to-attract-new-users-via-java-installs-224097"> change the user's initial web page, and default search engine, to Yahoo</a> unless the user intervenes to stop it.
fr: Oracle a conclu avec Yahoo un accord par lequel le module Java non libre d'Oracle <a href="http://searchengineland.com/yahoo-signs-deal-with-oracle-to-attract-new-users-via-java-installs-224097">change la page de démarrage de l'utilisateur et le navigateur par défaut pour ceux de Yahoo</a>, à moins que l'utilisateur n'intervienne pour l'en empêcher.

source: Apple has banned iThing applications that show the confederate flag. <a href="http://www.huffingtonpost.com/2015/06/25/apple-confederate-flag_n_7663754.html"> Not only those that use it as a symbol of racism</a>, but even strategic games that use it to represent confederate army units fighting in the Civil War.
fr: Apple a interdit les applications pour iTrucs qui montrent le drapeau confédéré. <a href="http://www.huffingtonpost.com/2015/06/25/apple-confederate-flag_n_7663754.html">Non seulement celles qui l'utilisent comme symbole de racisme</a>, mais même les jeux qui s'en servent pour représenter les unités de l'armée confédérée participant aux combats de la guerre civile.

source: This ludicrous rigidity illustrates the point that Apple should not be allowed to censor apps. Even if Apple carried out this act of censorship with some care, it would still be wrong. Whether racism is bad, whether educating people about drone attacks is bad, are not the real issue. Apple should not have the power to impose its views about either of these questions, or any other.
fr: Cette rigidité ridicule démontre qu'Apple ne devrait pas avoir la permission de censurer les applis. Même si Apple effectuait cet acte de censure avec un peu de soin, elle pourrait être dans l'erreur. Que le racisme soit mauvais, que d'apprendre aux gens à attaquer avec des drones soit mauvais, ce n'est pas vraiment la question. Il ne faut pas qu'Apple ait le pouvoir d'imposer son point de vue sur ces questions, ou sur n'importe quelle autre.

source: Google Chrome includes a module that <a href="https://www.privateinternetaccess.com/blog/2015/06/google-chrome-listening-in-to-your-room-shows-the-importance-of-privacy-defense-in-depth/"> activates microphones and transmits audio to its servers</a>.
fr: Google Chrome comprend un module qui <a href="https://www.privateinternetaccess.com/blog/2015/06/google-chrome-listening-in-to-your-room-shows-the-importance-of-privacy-defense-in-depth/">active les micros et transmet le signal audio à ses serveurs</a>.

source: Microsoft uses Windows 10's &ldquo;privacy policy&rdquo; to overtly impose a &ldquo;right&rdquo; to look at users' files at any time. Windows 10 full disk encryption <a href="https://edri.org/microsofts-new-small-print-how-your-personal-data-abused/"> gives Microsoft a key</a>.
fr: Microsoft utilise les « règles de confidentialité » de Windows 10 pour imposer ouvertement un « droit » de regard permanent sur les fichiers de l'utilisateur. Dans Windows 10, le chiffrement complet du disque <a href="https://edri.org/microsofts-new-small-print-how-your-personal-data-abused/">donne une clé à Microsoft</a>.

source: Thus, Windows is overt malware in regard to surveillance, as in other issues.
fr: Ainsi, Windows est un logiciel malveillant manifeste en ce qui concerne la surveillance, comme sur les autres plans.

source: We can suppose Microsoft look at users' files for the US government on demand, though the &ldquo;privacy policy&rdquo; does not explicit say so. Will it look at users' files for the Chinese government on demand?
fr: On peut supposer que Microsoft regarde les fichiers des utilisateurs pour le gouvernement des États-Unis sur demande, bien que les « règles de confidentialité » ne le disent pas explicitement. Est-ce qu'elle fera de même pour le gouvernement chinois ?

source: The unique &ldquo;advertising ID&rdquo; for each user enables other companies to track the browsing of each specific user.
fr: L'« identifiant publicitaire unique » permet aux autres sociétés de suivre la navigation de chacun des utilisateurs.

source: It's as if Microsoft has deliberately chosen to make Windows 10 maximally evil on every dimension; to make a grab for total power over anyone that doesn't drop Windows now.
fr: C'est comme si Microsoft avait choisi délibérément de rendre Windows 10 malfaisant sur tous les plans ; de s'octroyer un contrôle total sur toute personne qui n'abandonne pas Windows dès maintenant.

source: Due to bad security in a drug pump, crackers could use it to <a href="http://www.wired.com/2015/06/hackers-can-send-fatal-doses-hospital-drug-pumps/"> kill patients</a>.
fr: En raison du défaut de sécurité de certaines pompes à perfusion, des crackers pourraient les utiliser pour <a href="http://www.wired.com/2015/06/hackers-can-send-fatal-doses-hospital-drug-pumps/">tuer des patients</a>.

source: <a href="http://phys.org/news/2015-05-app-vulnerability-threatens-millions-users.html"> Many smartphone apps use insecure authentication methods when storing your personal data on remote servers</a>. This leaves personal information like email addresses, passwords, and health information vulnerable. Because many of these apps are proprietary it makes it hard to impossible to know which apps are at risk.
fr: <a href="http://phys.org/news/2015-05-app-vulnerability-threatens-millions-users.html">De nombreuses applis pour smartphones utilisent des méthodes d'authentification non sécurisées quand vous stockez vos données personnelles dans des serveurs distants</a>. De ce fait, vos informations personnelles (adresses de courriel, mots de passe ou données de santé, par exemple) restent vulnérables. Beaucoup de ces applis étant privatrices, il est difficile, voire impossible, de savoir lesquelles présentent un risque.

source: Verizon cable TV <a href="http://arstechnica.com/business/2015/05/verizon-fios-reps-know-what-tv-channels-you-watch/"> snoops on what programs people watch, and even what they wanted to record</a>.
fr: La télévision câblée de Verizon <a href="http://arstechnica.com/business/2015/05/verizon-fios-reps-know-what-tv-channels-you-watch/">rapporte quels programmes les gens regardent et même lesquels ils veulent enregistrer</a>.

source: Gratis Android apps (but not <a href="/philosophy/free-sw.html">free software</a>) connect to 100 <a href="http://www.theguardian.com/technology/2015/may/06/free-android-apps-connect-tracking-advertising-websites">tracking and advertising</a> URLs, on the average.
fr: les applis Android gratuites (mais non <a href="/philosophy/free-sw.html">libres</a>) se connectent en moyenne à une centaine d'URL <a href="http://www.theguardian.com/technology/2015/may/06/free-android-apps-connect-tracking-advertising-websites">spécialisées dans le pistage ou la publicité</a>.

source: Hospira infusion pumps, which are used to administer drugs to a patient, were rated &ldquo;<a href="https://securityledger.com/2015/05/researcher-drug-pump-the-least-secure-ip-device-ive-ever-seen/">least secure IP device I've ever seen</a>&rdquo; by a security researcher.
fr: Les pompes à perfusion Hospira, qui sont utilisées pour administrer des médicaments à des patients, sont considérées comme « <a href="https://securityledger.com/2015/05/researcher-drug-pump-the-least-secure-ip-device-ive-ever-seen/">les périphériques IP les moins sécurisés que j'ai jamais vus</a> » par un chercheur en sécurité informatique.

source: Depending on what drug is being infused, the insecurity could open the door to murder.
fr: Selon le médicament qui est perfusé, l'insécurité pourrait ouvrir la porte au meurtre.

source: Vizio <a href="http://boingboing.net/2015/04/30/telescreen-watch-vizio-adds-s.html"> used a firmware &ldquo;upgrade&rdquo; to make its TVs snoop on what users watch</a>. The TVs did not do that when first sold.
fr: Vizio <a href="http://boingboing.net/2015/04/30/telescreen-watch-vizio-adds-s.html">a utilisé une « mise à niveau » du micrologiciel <cite>[firmware]</cite> pour faire en sorte que ses téléviseurs espionnent ce que regardent les utilisateurs</a>. Les téléviseurs ne le faisaient pas quand ils ont été mis sur le marché.

source: Mac OS X had an <a href="https://truesecdev.wordpress.com/2015/04/09/hidden-backdoor-api-to-root-privileges-in-apple-os-x/"> intentional local back door for 4 years</a>, which could be exploited by attackers to gain root privileges.
fr: Pendant quatre ans, MacOS X a eu <a href="https://truesecdev.wordpress.com/2015/04/09/hidden-backdoor-api-to-root-privileges-in-apple-os-x/">une porte dérobée intentionnelle</a> qui pouvait être exploitée par des attaquants pour obtenir les privilèges du superutilisateur <cite>root</cite>.

source: Widely used <a href="https://freedom-to-tinker.com/blog/kollarssmith/scan-this-or-scan-me-user-privacy-barcode-scanning-applications/">proprietary QR-code scanner apps snoop on the user</a>. This is in addition to the snooping done by the phone company, and perhaps by the OS in the phone.
fr: Des <a href="https://freedom-to-tinker.com/blog/kollarssmith/scan-this-or-scan-me-user-privacy-barcode-scanning-applications/">scanneurs de QR-code privateurs d'utilisation courante espionnent l'utilisateur</a>. Cela s'ajoute à l'espionnage effectué par l'opérateur téléphonique et peut-être par le système d'exploitation du téléphone.

source: Don't be distracted by the question of whether the app developers get users to say &ldquo;I agree&rdquo;. That is no excuse for malware.
fr: Ne vous laissez pas distraire par la question de savoir si les développeurs de l'appli demandent à l'utilisateur de dire « Je suis d'accord ». Ce n'est pas une excuse pour la malveillance du logiciel.

source: <a href="https://www.computerworlduk.com/it-business/windows-xp-end-of-an-era-end-of-an-error-3569489/">Microsoft cut off security fixes for Windows XP, except to some big users that pay exorbitantly</a>.
fr: <a href="https://www.computerworlduk.com/it-business/windows-xp-end-of-an-era-end-of-an-error-3569489/">Microsoft a cessé de fournir des correctifs de sécurité pour Windows XP, sauf à quelques gros utilisateurs qui paient un prix exorbitant</a>.

source: Microsoft is going to <a href="https://www.computerworlduk.com/applications/more-than-half-of-all-ie-users-face-patch-axe-in-10-months-3605515/"> cut off support for some Internet Explorer versions</a> in the same way.
fr: De même, Microsoft va <a href="https://www.computerworlduk.com/applications/more-than-half-of-all-ie-users-face-patch-axe-in-10-months-3605515/">mettre fin au support de certaines versions d'Internet Explorer</a>.

source: A person or company has the right to cease to work on a particular program; the wrong here is Microsoft does this after having made the users dependent on Microsoft, because they are not free to ask anyone else to work on the program for them.
fr: Une personne ou une entreprise a le droit de cesser de travailler sur un programme particulier ; ce qui est mal, dans ce cas, c'est que Microsoft le fasse après avoir rendu les utilisateurs dépendants de sa société, car ils ne sont pas libres de demander à quelqu'un d'autre de travailler pour eux sur ce programme.

source: Amazon <a href="https://www.techdirt.com/articles/20150321/13350230396/while-bricking-jailbroken-fire-tvs-last-year-amazon-did-same-to-kindle-devices.shtml"> downgraded the software in users' Swindles</a> so that those already rooted would cease to function at all.
fr: Amazon <a href="https://www.techdirt.com/articles/20150321/13350230396/while-bricking-jailbroken-fire-tvs-last-year-amazon-did-same-to-kindle-devices.shtml">a fait une mise à jour régressive du logiciel installé dans les Swindles des utilisateurs</a> pour que ceux qui étaient déjà débloqués cessent complètement de fonctionner.

source: Barbie <a href="http://www.mirror.co.uk/news/technology-science/technology/wi-fi-spy-barbie-records-childrens-5177673">is going to spy on children and adults</a>.
fr: Barbie <a href="http://www.mirror.co.uk/news/technology-science/technology/wi-fi-spy-barbie-records-childrens-5177673">va fliquer les enfants et les adultes</a>.

source: The Samsung &ldquo;Smart&rdquo; TV <a href="http://www.consumerreports.org/cro/news/2015/02/who-s-the-third-party-that-samsung-and-lg-smart-tvs-are-sharing-your-voice-data-with/index.htm"> transmits users' voice on the internet to another company, Nuance</a>. Nuance can save it and would then have to give it to the US or some other government.
fr: Le téléviseur connecté de Samsung <a href="http://www.consumerreports.org/cro/news/2015/02/who-s-the-third-party-that-samsung-and-lg-smart-tvs-are-sharing-your-voice-data-with/index.htm">transmet la voix de l'utilisateur par Internet à une autre société, Nuance</a>. Nuance la sauvegarde et pourrait donc être obligée de la communiquer au gouvernement des États-Unis ou d'un autre pays.

source: Speech recognition is not to be trusted unless it is done by free software in your own computer.
fr: Vous ne devez pas faire confiance à la reconnaissance vocale, sauf si elle est effectuée par un logiciel libre sur votre propre ordinateur.

source: In its privacy policy, Samsung explicitly confirms that <a href="http://theweek.com/speedreads/538379/samsung-warns-customers-not-discuss-personal-information-front-smart-tvs">voice data containing sensitive information will be transmitted to third parties</a>.
fr: Dans sa politique de confidentialité, Samsung confirme explicitement que <a href="http://theweek.com/speedreads/538379/samsung-warns-customers-not-discuss-personal-information-front-smart-tvs">des données vocales contenant de l'information à caractère personnel seront transmises à des tiers</a>.

source: The Netflix Android app <a href="http://torrentfreak.com/netflix-cracks-down-on-vpn-and-proxy-pirates-150103/"> forces the use of Google DNS</a>. This is one of the methods that Netflix uses to enforce the geolocation restrictions dictated by the movie studios.
fr: L'appli Netflix pour Android <a href="http://torrentfreak.com/netflix-cracks-down-on-vpn-and-proxy-pirates-150103/">force la connexion à utiliser les DNS de Google</a>. C'est l'une des méthodes employées par Netflix pour faire appliquer les restrictions géographiques imposées par les studios de cinéma.

source: <a href="http://www.theguardian.com/technology/2014/dec/18/chinese-android-phones-coolpad-hacker-backdoor"> A Chinese version of Android has a universal back door</a>. Nearly all models of mobile phones have a <a href="#universal-back-door"> universal back door in the modem chip</a>. So why did Coolpad bother to introduce another? Because this one is controlled by Coolpad.
fr: <a href="http://www.theguardian.com/technology/2014/dec/18/chinese-android-phones-coolpad-hacker-backdoor">Une version chinoise d'Android a une porte dérobée universelle</a>. Presque tous les modèles de téléphones mobiles ont une <a href="#universal-back-door">porte dérobée universelle sur la puce modem</a>. Alors, pourquoi Coolpad se donnerait-il la peine d'en introduire une autre ? Parce que celle-ci est sous son contrôle.

source: <a href="http://www.theguardian.com/technology/2014/dec/11/papers-please-game-ipad-nude-body-scans"> More examples of Apple's arbitrary and inconsistent censorship</a>.
fr: <a href="http://www.theguardian.com/technology/2014/dec/11/papers-please-game-ipad-nude-body-scans">Autres exemples de censure arbitraire et incohérente de la part d'Apple</a>.

source: Apple <a href="http://www.theguardian.com/technology/2014/dec/04/apple-deleted-music-ipods-rivals-steve-jobs"> deleted from iPods the music that users had got from internet music stores that competed with iTunes</a>.
fr: Apple <a href="http://www.theguardian.com/technology/2014/dec/04/apple-deleted-music-ipods-rivals-steve-jobs">a supprimé sur des iPods de la musique que leurs utilisateurs avaient obtenue sur des sites de musique en ligne concurrents d'iTunes</a>.

source: Apple arbitrarily <a href="http://9to5mac.com/2014/12/01/ios-8-1-signing-window-closed/">blocks users from installing old versions of iOS</a>.
fr: Apple <a href="http://9to5mac.com/2014/12/01/ios-8-1-signing-window-closed/">empêche arbitrairement les utilisateurs de revenir aux anciennes versions d'iOS</a>.
