Repository: GitMirroring/www-fr
Catalog: proprietary/workshop/mal.*.po
Languages: fr

source: It does not help that in newer Intel processors, it is impossible to turn off the Intel Management Engine. Thus, even users who are proactive about their security can do nothing to protect themselves besides using machines that don't come with the backdoor.
fr: Dans les processeurs récents d'Intel il est impossible de désactiver le <cite>Management Engine</cite>, ce qui n'améliore en rien la situation. Ainsi, même les utilisateurs qui se préoccupent activement de leur sécurité ne peuvent rien faire pour se protéger, à part utiliser des machines qui ne sont pas livrées avec la porte dérobée.

source: The proprietary code that runs pacemakers, insulin pumps, and other medical devices is <a href="http://www.bbc.co.uk/news/technology-40042584"> full of gross security faults</a>.
fr: Le code privateur qui fait fonctionner les pacemakers et les pompes à insuline, ainsi que d'autres dispositifs médicaux, est <a href="http://www.bbc.co.uk/news/technology-40042584">rempli de failles de sécurité monstrueuses</a>.

source: Apps for BART <a href="https://web.archive.org/web/20171124190046/https://consumerist.com/2017/05/23/passengers-say-commuter-rail-app-illegally-collects-personal-user-data/"> snoop on users</a>.
fr: Les applis du réseau express régional de San Francisco (<abbr title="Bay Area Rapid Transit">BART</abbr>) <a href="https://web.archive.org/web/20171124190046/https://consumerist.com/2017/05/23/passengers-say-commuter-rail-app-illegally-collects-personal-user-data/">espionnent les utilisateurs</a>.

source: With free software apps, users could <em>make sure</em> that they don't snoop.
fr: Avec des applis libres, les utilisateurs pourraient <em>s'assurer</em> qu'elles ne les espionnent pas.

source: With proprietary apps, one can only hope that they don't.
fr: Avec des applis privatrices, on peut seulement espérer qu'elles ne le font pas.

source: Bird and rabbit pets were implemented for Second Life by a company that tethered their food to a server. <a href="https://www.rockpapershotgun.com/2017/05/19/second-life-ozimals-pet-rabbits-dying"> It shut down the server and the pets more or less died</a>.
fr: Une société avait créé pour Second Life des lapins et des oiseaux de compagnie dont la nourriture dépendait d'un serveur. <a href="https://www.rockpapershotgun.com/2017/05/19/second-life-ozimals-pet-rabbits-dying">Elle a arrêté le serveur et les animaux sont morts, ou presque</a>.

source: Conexant HD Audio Driver Package (version 1.0.0.46 and earlier) pre-installed on 28 models of HP laptops logged the user's keystroke to a file in the filesystem. Any process with access to the filesystem or the MapViewOfFile API could gain access to the log. Furthermore, <a href="https://www.modzero.ch/advisories/MZ-17-01-Conexant-Keylogger.txt">according to modzero</a> the &ldquo;information-leak via Covert Storage Channel enables malware authors to capture keystrokes without taking the risk of being classified as malicious task by AV heuristics&rdquo;.
fr: Un pilote audio de Conexant préinstallé sur 28 modèles de portables HP (<cite>HD Audio Driver Package</cite>, versions 1.0.0.46 et précédentes) journalisait les frappes de l'utilisateur dans un fichier local. Tout processus qui avait accès au système de fichiers ou à l'API MapViewOfFile pouvait y accéder. De plus, <a href="https://www.modzero.ch/advisories/MZ-17-01-Conexant-Keylogger.txt">d'après modzero</a>, la « fuite de données transitant par le canal caché de stockage <cite>[Covert Storage Channel]</cite> permet aux auteurs de maliciels de capturer les saisies clavier sans prendre le risque de voir l'analyseur heuristique de l'antivirus classer cette action comme malveillante ».

source: Google now allows Android apps to detect whether a device has been rooted, <a href="http://www.androidpolice.com/2017/05/13/netflix-confirms-blocking-rootedunlocked-devices-app-still-working-now/">and refuse to install if so</a>. The Netflix app uses this ability to enforce DRM by refusing to install on rooted Android devices.
fr: Google permet maintenant aux applis Android de détecter si un appareil a été « rooté » et <a href="http://www.androidpolice.com/2017/05/13/netflix-confirms-blocking-rootedunlocked-devices-app-still-working-now/">de refuser de s'installer si c'est le cas</a>.

source: Update: Google <i>intentionally</i> changed Android so that apps <a href="https://torrentfreak.com/netflix-use-of-google-drm-means-rooted-android-devices-are-banned-170515/">can detect rooted devices and refuse to run on them</a>. The Netflix app is proprietary malware, and one shouldn't use it. However, that does not make what Google has done any less wrong.
fr: Mise à jour : c'est <i>intentionnellement</i> que Google a <a href="https://torrentfreak.com/netflix-use-of-google-drm-means-rooted-android-devices-are-banned-170515/">modifié Android pour que les applis puissent détecter les appareils rootés et refuser de fonctionner sur ces derniers</a>. L'appli de Netflix est privatrice et personne ne doit l'utiliser, mais ce qu'a fait Google n'en est pas moins répréhensible.

source: Exploits of bugs in Windows, which were developed by the NSA and then leaked by the Shadowbrokers group, are now being used to <a href="https://theintercept.com/2017/05/12/the-nsas-lost-digital-weapon-is-helping-hijack-computers-around-the-world/">attack a great number of Windows computers with ransomware</a>.
fr: Des exploits utilisant certains bogues de Windows, développés par la NSA puis divulgués par le groupe Shadowbrokers, servent maintenant à <a href="https://theintercept.com/2017/05/12/the-nsas-lost-digital-weapon-is-helping-hijack-computers-around-the-world/">attaquer un grand nombre d'ordinateurs sous Windows avec un logiciel de rançon<cite>[ransomware]</cite></a>.

source: A study found 234 Android apps that track users by <a href="https://www.bleepingcomputer.com/news/security/234-android-applications-are-currently-using-ultrasonic-beacons-to-track-users/">listening to ultrasound from beacons placed in stores or played by TV programs</a>.
fr: Une étude a découvert 234 applis Android qui pistent les utilisateurs en <a href="https://www.bleepingcomputer.com/news/security/234-android-applications-are-currently-using-ultrasonic-beacons-to-track-users/">écoutant les ultrasons émis par des balises placées dans certains magasins, ou par des programmes de télévision</a>.

source: Faceapp appears to do lots of surveillance, judging by <a href="https://www.washingtonpost.com/news/the-intersect/wp/2017/04/26/everything-thats-wrong-with-faceapp-the-latest-creepy-photo-app-for-your-face/"> how much access it demands to personal data in the device</a>.
fr: Faceapp semble avoir des capacités de surveillance très étendues, à en juger par <a href="https://www.washingtonpost.com/news/the-intersect/wp/2017/04/26/everything-thats-wrong-with-faceapp-the-latest-creepy-photo-app-for-your-face/">ses exigences en matière d'accès aux données personnelles</a>.

source: Microsoft has made Windows 7 and 8 cease to function on certain new computers, <a href="https://support.microsoft.com/en-us/help/4012982/the-processor-is-not-supported-together-with-the-windows-version-that">effectively forcing their owners to switch to Windows 10</a>.
fr: Microsoft a fait en sorte que Windows 7 et 8 ne fonctionnent plus sur certains nouveaux ordinateurs, <a href="https://support.microsoft.com/fr-fr/help/4012982/the-processor-is-not-supported-together-with-the-windows-version-that">ce qui oblige leurs propriétaires à passer à Windows 10</a>.

source: Users are suing Bose for <a href="https://www.washingtonpost.com/news/the-switch/wp/2017/04/19/bose-headphones-have-been-spying-on-their-customers-lawsuit-claims/"> distributing a spyware app for its headphones</a>. Specifically, the app would record the names of the audio files users listen to along with the headphone's unique serial number.
fr: Des utilisateurs sont en train d'attaquer Bose en justice <a href="https://www.washingtonpost.com/news/the-switch/wp/2017/04/19/bose-headphones-have-been-spying-on-their-customers-lawsuit-claims/">pour avoir distribué une appli espionne en complément de ses écouteurs</a>. Plus précisément, l'appli enregistrait les noms des fichiers musicaux écoutés, ainsi que le numéro de série unique de l'appareil.

source: The suit accuses that this was done without the users' consent. If the fine print of the app said that users gave consent for this, would that make it acceptable? No way! It should be flat out <a href="/philosophy/surveillance-vs-democracy.html"> illegal to design the app to snoop at all</a>.
fr: On reproche à Bose d'avoir fait cela sans le consentement des utilisateurs. Est-ce que ce serait devenu acceptable si les clauses en petits caractères de l'appli avaient dit que l'utilisateur donnait son accord ? Jamais de la vie ! Dès le départ, il aurait dû être illégal de <a href="/philosophy/surveillance-vs-democracy.html">concevoir cette appli pour espionner</a>.

source: <a href="http://techin.oureverydaylife.com/kindle-drm-17841.html"> The Amazon Kindle has DRM</a>. That article is flawed in that it fails to treat DRM as an ethical question; it takes for granted that whatever Amazon might do to its users is legitimate. It refers to DRM as digital &ldquo;rights&rdquo; management, which is the spin term used to promote DRM. Nonetheless it serves as a reference for the facts.
fr: <a href="http://techin.oureverydaylife.com/kindle-drm-17841.html">Le Kindle d'Amazon a des menottes numériques</a>. Cet article a un défaut : il néglige la dimension éthique des DRM ; il prend pour acquis que tout ce qu'Amazon peut faire à ses utilisateurs est légitime. Il se réfère aux DRM comme gestion numérique des « droits », baratin utilisé pour promouvoir ces dispositifs. Néanmoins, il sert de référence factuelle.

source: We refer to that product as the <a href="/philosophy/why-call-it-the-swindle.html"> Amazon Swindle</a> because of this and <a href="/philosophy/ebooks.html"> other malicious functionalities</a>.
fr: C'est pour cette raison que nous appelons ce produit <a href="/philosophy/why-call-it-the-swindle.html"><cite>Amazon Swindle</cite> (l'arnaque d'Amazon)</a>, et aussi à cause d'<a href="/philosophy/ebooks.html">autres fonctionnalités malveillantes</a>.

source: Microsoft <a href="https://arstechnica.com/information-technology/2017/04/new-processors-are-now-blocked-from-receiving-updates-on-old-windows/"> has dropped support for Windows 7 and 8 on recent processors</a> in a big hurry.
fr: Microsoft <a href="https://arstechnica.com/information-technology/2017/04/new-processors-are-now-blocked-from-receiving-updates-on-old-windows/">a hâtivement abandonné le support de Windows 7 et 8 pour les processeurs les plus récents</a>.

source: It makes no difference what legitimate reasons Microsoft might have for not doing work to support them. If it doesn't want to do this work, it should let users do the work.
fr: Peu importe les raisons qui ont poussé Microsoft à ne plus fournir d'effort pour les gérer. Même s'ils ne veulent plus travailler dessus, ils devraient permettre aux utilisateurs de le faire.

source: Anova sabotaged users' cooking devices with a downgrade that tethered them to a remote server. <a href="https://consumerist.com/2017/04/12/anova-ticks-off-customers-by-requiring-mandatory-accounts-to-cook-food/#more-10275062">Unless users create an account on Anova's servers, their cookers won't function</a>.
fr: Annova a saboté les assistants de cuisine de ses utilisateurs avec une mise à jour régressive qui les a rendus dépendants d'un serveur distant. <a href="https://consumerist.com/2017/04/12/anova-ticks-off-customers-by-requiring-mandatory-accounts-to-cook-food/#more-10275062">À moins que l'utilisateur ne crée un compte sur les serveurs d'Annova, son assistant cesse de fonctionner</a>.

source: Pairs of Android apps can collude to transmit users' personal data to servers. <a href="https://www.theatlantic.com/technology/archive/2017/04/when-apps-collude-to-steal-your-data/522177/">A study found tens of thousands of pairs that collude</a>.
fr: Il peut y avoir collusion entre des paires d'applis Android pour transmettre les données personnelles des utilisateurs à des serveurs. <a href="https://www.theatlantic.com/technology/archive/2017/04/when-apps-collude-to-steal-your-data/522177/">Une étude a trouvé des dizaines de milliers d'applis qui sont dans ce cas</a>.

source: DRM makes the iPhone 7 nearly <a href="#iphone7-sabotage">unrepairable</a> by anyone else but Apple.
fr: Un DRM rend l'iPhone7 presque <a href="#iphone7-sabotage">irréparable</a> par quelqu'un d'autre qu'Apple.

source: The iPhone 7 contains DRM specifically designed to <a href="https://motherboard.vice.com/en_us/article/kbjm8e/iphone-7-home-button-unreplaceable-repair-software-lock"> brick it if an &ldquo;unauthorized&rdquo; repair shop fixes it</a>. &ldquo;Unauthorized&rdquo; essentially means anyone besides Apple.
fr: L'iPhone 7 contient un DRM qui est conçu spécifiquement pour <a href="https://motherboard.vice.com/en_us/article/kbjm8e/iphone-7-home-button-unreplaceable-repair-software-lock">le mettre hors service si un atelier « non autorisé » le répare</a>, ce qui veut dire à peu près tout le monde en dehors d'Apple.

source: The article uses the term &ldquo;lock&rdquo; to describe the DRM, but we prefer to use the term <a href="/philosophy/words-to-avoid.html#DigitalLocks"> digital handcuffs</a>.
fr: Cet article parle de « verrou » pour décrire le DRM, mais nous préférons utiliser le terme <a href="/philosophy/words-to-avoid.html#DigitalLocks">menottes numériques</a>.

source: Many Android devices <a href="https://arstechnica.com/security/2017/04/wide-range-of-android-phones-vulnerable-to-device-hijacks-over-wi-fi/"> can be hijacked through their Wi-Fi chips</a> because of a bug in Broadcom's non-free firmware.
fr: De nombreux appareils sous Android <a href="https://arstechnica.com/security/2017/04/wide-range-of-android-phones-vulnerable-to-device-hijacks-over-wi-fi/">peuvent être piratés via leur puce Wi-Fi</a> à cause d'un bogue dans le micrologiciel <cite>[firmware]</cite> non libre de Broadcom.

source: Verizon <a href="https://yro.slashdot.org/story/17/03/30/0112259/verizon-to-force-appflash-spyware-on-android-phones"> announced an opt-in proprietary search app that it will</a> pre-install on some of its phones. The app will give Verizon the same information about the users' searches that Google normally gets when they use its search engine.
fr: Verizon <a href="https://yro.slashdot.org/story/17/03/30/0112259/verizon-to-force-appflash-spyware-on-android-phones">a annoncé une appli privatrice optionnelle qui sera préinstallée</a> sur certains de ses mobiles. L'appli communiquera à Verizon les informations sur les recherches de l'utilisateur que Google obtient normalement lorsqu'ils utilisent son moteur de recherche.

source: Currently, the app is <a href="https://www.eff.org/deeplinks/2017/04/update-verizons-appflash-pre-installed-spyware-still-spyware"> being pre-installed on only one phone</a>, and the user must explicitly opt-in before the app takes effect. However, the app remains spyware&mdash;an &ldquo;optional&rdquo; piece of spyware is still spyware.
fr: Actuellement, l'appli est <a href="https://www.eff.org/deeplinks/2017/04/update-verizons-appflash-pre-installed-spyware-still-spyware" >préinstallée sur un seul modèle</a> et l'utilisateur doit donner explicitement son accord avant qu'elle prenne effet. Cependant, cela reste un logiciel espion – un logiciel espion « optionnel » est toujours un logiciel espion.

source: When Miele's Internet of Stings hospital disinfectant dishwasher is <a href="https://motherboard.vice.com/en_us/article/pg9qkv/a-hackable-dishwasher-is-connecting-hospitals-to-the-internet-of-shit"> connected to the Internet, its security is crap</a>.
fr: Lorsque le lave-vaisselle désinfecteur de Miele <a href="https://motherboard.vice.com/fr/article/z49w3y/un-lave-vaisselle-connecte-permet-dacceder-au-reseau-informatique-des-hopitaux">se connecte à l'Internet des dangers, sa sécurisation est en dessous de tout</a>.

source: For example, a cracker can gain access to the dishwasher's filesystem, infect it with malware, and force the dishwasher to launch attacks on other devices in the network. Since these dishwashers are used in hospitals, such attacks could potentially put hundreds of lives at risk.
fr: Par exemple, un cracker aurait la possibilité d'accéder au système de fichiers du lave-vaisselle, de l'infecter avec un maliciel et de forcer la machine à attaquer d'autres appareils connectés au réseau. Puisque ces lave-vaisselles sont utilisés dans les hôpitaux, une attaque de ce type pourrait mettre en danger des centaines de vies humaines.

source: Windows displays <a href="http://www.theverge.com/2017/3/17/14956540/microsoft-windows-10-ads-taskbar-file-explorer"> intrusive ads for Microsoft products and its partners' products</a>.
fr: Windows affiche des <a href="http://www.theverge.com/2017/3/17/14956540/microsoft-windows-10-ads-taskbar-file-explorer">publicités intrusives pour les produits de Microsoft et de ses partenaires commerciaux</a>.

source: The article's author starts from the premise that Microsoft has a right to control what Windows does to users, as long as it doesn't go &ldquo;too far&rdquo;. We disagree.
fr: L'auteur de l'article part du principe que Microsoft a le droit de contrôler ce que fait Windows aux utilisateurs tant qu'elle ne va pas « trop loin ». Nous ne sommes pas d'accord.

source: Google <a href="http://www.csmonitor.com/Technology/2017/0316/Google-Family-Link-gives-parents-a-way-to-monitor-preteens-accounts"> offers censorship software</a>, ostensibly for parents to put into their children's computers.
fr: Google <a href="http://www.csmonitor.com/Technology/2017/0316/Google-Family-Link-gives-parents-a-way-to-monitor-preteens-accounts">propose des logiciels de censure</a>, soi-disant pour que les parents les installent dans les ordinateurs de leurs enfants.

source: A computerized vibrator <a href="https://www.theguardian.com/technology/2016/aug/10/vibrator-phone-app-we-vibe-4-plus-bluetooth-hack"> was snooping on its users through the proprietary control app</a>.
fr: Un vibrateur informatisé <a href="https://www.theguardian.com/technology/2016/aug/10/vibrator-phone-app-we-vibe-4-plus-bluetooth-hack">espionnait ses utilisateurs au moyen de l'appli privatrice de contrôle</a>.

source: The app was reporting the temperature of the vibrator minute by minute (thus, indirectly, whether it was surrounded by a person's body), as well as the vibration frequency.
fr: L'appli rapportait la température du vibrateur de minute en minute (donc, indirectement, s'il était au contact d'un corps humain), ainsi que la fréquence de vibration.

source: Note the totally inadequate proposed response: a labeling standard with which manufacturers would make statements about their products, rather than free software which users could have checked and changed.
fr: Remarquez l'inadéquation complète de la réponse proposée : un label au moyen duquel les fabricants feraient des déclarations sur leurs produits, plutôt que du logiciel libre vérifiable et modifiable par les utilisateurs.

source: The company that made the vibrator <a href="https://www.theguardian.com/us-news/2016/sep/14/wevibe-sex-toy-data-collection-chicago-lawsuit"> was sued for collecting lots of personal information about how people used it</a>.
fr: Le fabricant du vibrateur <a href="https://www.theguardian.com/us-news/2016/sep/14/wevibe-sex-toy-data-collection-chicago-lawsuit">a été poursuivi en justice pour avoir collecté des masses de données personnelles sur la manière dont les gens l'utilisaient</a>.

source: The company's statement that it was anonymizing the data may be true, but it doesn't really matter. If it had sold the data to a data broker, the data broker would have been able to figure out who the user was.
fr: La déclaration de cette société selon laquelle elle anonymisait les données est peut-être sincère, mais cela n'a pas vraiment d'importance. Si elle avait vendu les données à un courtier en données, le courtier aurait pu découvrir qui était l'utilisateur.

source: Following this lawsuit, <a href="https://www.theguardian.com/technology/2017/mar/14/we-vibe-vibrator-tracking-users-sexual-habits"> the company has been ordered to pay a total of C$4m</a> to its customers.
fr: À la suite de cette action en justice, <a href="https://www.theguardian.com/technology/2017/mar/14/we-vibe-vibrator-tracking-users-sexual-habits">la société a été condamnée à verser 4 millions de dollars canadiens à ses clients</a>.

source: &ldquo;CloudPets&rdquo; toys with microphones <a href="https://www.theguardian.com/technology/2017/feb/28/cloudpets-data-breach-leaks-details-of-500000-children-and-adults"> leak childrens' conversations to the manufacturer</a>. Guess what? <a href="https://motherboard.vice.com/en_us/article/pgwean/internet-of-things-teddy-bear-leaked-2-million-parent-and-kids-message-recordings"> Crackers found a way to access the data</a> collected by the manufacturer's snooping.
fr: Les jouets « CloudPets » équipés de micros <a href="https://www.theguardian.com/technology/2017/feb/28/cloudpets-data-breach-leaks-details-of-500000-children-and-adults">divulguent les conversations des enfants au fabricant</a>. Et vous savez quoi ? <a href="https://motherboard.vice.com/en_us/article/pgwean/internet-of-things-teddy-bear-leaked-2-million-parent-and-kids-message-recordings">Des pirates informatiques ont trouvé moyen d'accéder</a> au produit de cet espionnage.

source: That the manufacturer and the FBI could listen to these conversations was unacceptable by itself.
fr: Le fait que le fabricant et le FBI puissent écouter ces conversations est de toute façon inacceptable.

source: If you buy a used &ldquo;smart&rdquo; car, house, TV, refrigerator, etc., usually <a href="http://boingboing.net/2017/02/20/the-previous-owners-of-used.html">the previous owners can still remotely control it</a>.
fr: Si vous achetez du matériel « intelligent » d'occasion (voiture, système domotique, téléviseur, frigo ou autre), <a href="http://boingboing.net/2017/02/20/the-previous-owners-of-used.html">le précédent propriétaire peut continuer à le contrôler à distance</a>.

source: The mobile apps for communicating <a href="https://www.bleepingcomputer.com/news/security/millions-of-smart-cars-vulnerable-due-to-insecure-android-apps/">with a smart but foolish car have very bad security</a>.
fr: Les applis mobiles servant à communiquer <a href="https://www.bleepingcomputer.com/news/security/millions-of-smart-cars-vulnerable-due-to-insecure-android-apps/">avec une voiture intelligente, mais imprudente, sont très mal sécurisées</a>.

source: This is in addition to the fact that the car contains a cellular modem that tells big brother all the time where it is. If you own such a car, it would be wise to disconnect the modem so as to turn off the tracking.
fr: Et de plus, la voiture contient un modem cellulaire qui dit en permanence où elle se trouve à Big Brother. Si vous possédez une voiture de cette sorte, vous seriez bien avisé de débrancher le modem afin de désactiver le pistage.
