Repository: GitMirroring/www-fr
Catalog: proprietary/workshop/mal.*.po
Languages: fr

source: HP's firmware downgrade <a href="https://www.theguardian.com/technology/2016/sep/20/hp-inkjet-printers-unofficial-cartridges-software-update">imposed DRM on some printers, which now refuse to function with third-party ink cartridges</a>.
fr: Une mise à jour régressive du micrologiciel <cite>[firmware]</cite> d'HP <a href="https://www.theguardian.com/technology/2016/sep/20/hp-inkjet-printers-unofficial-cartridges-software-update">a imposé des DRM à certaines imprimantes, qui désormais refusent de fonctionner avec les cartouches des autres fabricants</a>.

source: Google Play (a component of Android) <a href="https://www.extremetech.com/mobile/235594-yes-google-play-is-tracking-you-and-thats-just-the-tip-of-a-very-large-iceberg"> tracks the users' movements without their permission</a>.
fr: Google Play (un composant d'Android) <a href="https://www.extremetech.com/mobile/235594-yes-google-play-is-tracking-you-and-thats-just-the-tip-of-a-very-large-iceberg">suit tous les mouvements de l'utilisateur sans sa permission</a>.

source: Even if you disable Google Maps and location tracking, you must disable Google Play itself to completely stop the tracking. This is yet another example of nonfree software pretending to obey the user, when it's actually doing something else. Such a thing would be almost unthinkable with free software.
fr: Il n'est pas suffisant de désactiver Google Maps et la géolocalisation pour éviter cette traque ; il faut désactiver complètement Google Play. Voilà encore un exemple de logiciel non libre qui, soi-disant, obéit à l'utilisateur, mais en réalité fait tout autre chose. Ce genre de comportement serait à peu près inimaginable avec du logiciel libre.

source: Xiaomi phones come with <a href="https://www.thijsbroenink.com/2016/09/xiaomis-analytics-app-reverse-engineered"> a universal back door in the application processor, for Xiaomi's use</a>.
fr: Les téléphones Xiaomi sont livrés avec une <a href="https://www.thijsbroenink.com/2016/09/xiaomis-analytics-app-reverse-engineered">porte dérobée universelle à l'usage de Xiaomi</a> dans le processeur d'application.

source: This is separate from <a href="#universal-back-door-phone-modem">the universal back door in the modem processor that the local phone company can use</a>.
fr: Elle est différente de la <a href="#universal-back-door-phone-modem">porte dérobée universelle utilisable par l'opérateur téléphonique local</a>, qui existe dans le processeur du modem.

source: Many proprietary programs secretly <a href="https://www.theregister.co.uk/2016/08/05/payperinstall_study/">install other proprietary programs that the users don't want</a>.
fr: Beaucoup de programmes privateurs <a href="https://www.theregister.co.uk/2016/08/05/payperinstall_study/">installent secrètement d'autres programmes privateurs que les utilisateurs ne veulent pas</a>.

source: Microsoft Windows has a universal back door through which <a href="http://www.informationweek.com/microsoft-updates-windows-without-user-permission-apologizes/d/d-id/1059183"> any change whatsoever can be imposed on the users</a>.
fr: Microsoft Windows a une porte dérobée universelle qui permet <a href="http://www.informationweek.com/microsoft-updates-windows-without-user-permission-apologizes/d/d-id/1059183">d'imposer un changement aux utilisateurs, quel qu'il soit</a>.

source: This was <a href="http://slated.org/windows_by_stealth_the_updates_you_dont_want"> reported in 2007</a> for XP and Vista, and it seems that Microsoft used the same method to push the <a href="/proprietary/malware-microsoft.html#windows10-forcing"> Windows 10 downgrade</a> to computers running Windows 7 and 8.
fr: Ceci a été <a href="http://slated.org/windows_by_stealth_the_updates_you_dont_want">décrit en 2007</a> pour XP et Vista et il semble que Microsoft ait utilisé la même méthode pour <a href="/proprietary/malware-microsoft.html#windows10-forcing">imposer une régression vers Windows 10</a> aux ordinateurs sous Windows 7 et 8.

source: In Windows 10, the universal back door is no longer hidden; all &ldquo;upgrades&rdquo; will be <a href="http://arstechnica.com/information-technology/2015/07/windows-10-updates-to-be-automatic-and-mandatory-for-home-users/"> forcibly and immediately imposed</a>.
fr: Dans Windows 10, la porte dérobée universelle n'est plus cachée ; toutes les « mises à jour » seront <a href="http://arstechnica.com/information-technology/2015/07/windows-10-updates-to-be-automatic-and-mandatory-for-home-users/">imposées immédiatement, de force</a>.

source: In order to increase Windows 10's install base, Microsoft <a class="not-a-duplicate" href="https://www.eff.org/deeplinks/2016/08/windows-10-microsoft-blatantly-disregards-user-choice-and-privacy-deep-dive"> blatantly disregards user choice and privacy</a>.
fr: Afin d'élargir la base installée de Windows 10, Microsoft <a class="not-a-duplicate" href="https://www.eff.org/deeplinks/2016/08/windows-10-microsoft-blatantly-disregards-user-choice-and-privacy-deep-dive">manifeste un mépris total des choix de l'utilisateur et de sa vie privée</a>.

source: After <a href="/proprietary/malware-microsoft.html#windows10-forcing">forcing the download of Windows 10</a> on computers that were running Windows 7 and 8, Microsoft <a href="http://www.computerworld.com/article/3012278/microsoft-windows/microsoft-sets-stage-for-massive-windows-10-upgrade-strategy.html"> repeatedly switched on a flag that urged users to &ldquo;upgrade&rdquo; to Windows 10</a> when they had turned it off, in the hope that some day they would fail to say no. To do this, Microsoft used <a href="https://www.theregister.co.uk/2016/03/17/microsoft_windows_10_upgrade_gwx_vs_humanity/"> malware techniques</a>.
fr: Après avoir <a href="/proprietary/malware-microsoft.html#windows10-forcing">forcé le téléchargement de Windows 10</a> sur les ordinateurs exécutant Windows 7 ou 8, Microsoft a <a href="http://www.computerworld.com/article/3012278/microsoft-windows/microsoft-sets-stage-for-massive-windows-10-upgrade-strategy.html">continué à afficher un panneau exhortant les utilisateurs à faire la « mise à niveau »</a>, même lorsqu'ils avaient refusé de nombreuses fois, dans l'espoir qu'un jour ou l'autre ils oublieraient de dire non. Pour ce faire, Microsoft a utilisé des <a href="https://www.theregister.co.uk/2016/03/17/microsoft_windows_10_upgrade_gwx_vs_humanity/">techniques classiques dans l'industrie du malware</a>.

source: A detailed <a href="https://www.eff.org/deeplinks/2016/08/windows-10-microsoft-blatantly-disregards-user-choice-and-privacy-deep-dive"> analysis of Microsoft's scheme</a> is available on the Electronic Frontier Foundation's website.
fr: Une <a href="https://www.eff.org/deeplinks/2016/08/windows-10-microsoft-blatantly-disregards-user-choice-and-privacy-deep-dive">analyse détaillée du stratagème de Microsoft</a> est disponible sur le site de l'<cite>Electronic Frontier Foundation</cite>.

source: Due to weak security, <a href="http://jalopnik.com/almost-every-volkswagen-built-since-1995-is-vulnerable-1785159844">it is easy to open the doors of 100 million cars built by Volkswagen</a>.
fr: À cause d'un défaut de sécurité, <a href="http://jalopnik.com/almost-every-volkswagen-built-since-1995-is-vulnerable-1785159844">il est facile d'ouvrir les portes de 100 millions de voitures construites par Volkswagen</a>.

source: Ransomware <a href="https://www.pentestpartners.com/security-blog/thermostat-ransomware-a-lesson-in-iot-security/"> has been developed for a thermostat that uses proprietary software</a>.
fr: Des « rançongiciels » <cite>[ransomware]</cite> <a href="https://www.pentestpartners.com/security-blog/thermostat-ransomware-a-lesson-in-iot-security/">ont été développés pour un thermostat qui utilise du logiciel privateur</a>.

source: A <a href="http://www.zdnet.com/article/windows-attack-can-steal-your-username-password-and-other-logins/">flaw in Internet Explorer and Edge</a> allows an attacker to retrieve Microsoft account credentials, if the user is tricked into visiting a malicious link.
fr: Une <a href="http://www.zdnet.com/article/windows-attack-can-steal-your-username-password-and-other-logins/">faille d'Internet Explorer et Edge</a> permet à un attaquant de récupérer les identifiants du compte Microsoft si l'utilisateur se laisse piéger et suit un lien malveillant.

source: <a href="https://techcrunch.com/2016/07/29/research-shows-deleted-whatsapp-messages-arent-actually-deleted/">&ldquo;Deleted&rdquo; WhatsApp messages are not entirely deleted</a>. They can be recovered in various ways.
fr: <a href="https://techcrunch.com/2016/07/29/research-shows-deleted-whatsapp-messages-arent-actually-deleted/">Les messages « effacés » de WhatsApp ne sont pas complètement effacés</a>. Ils peuvent être récupérés par différents moyens.

source: The Dropbox app for Macintosh <a href="http://applehelpwriter.com/2016/07/28/revealing-dropboxs-dirty-little-security-hack/"> takes control of user interface items after luring the user into entering an admin password</a>.
fr: L'appli Dropbox pour MacIntosh <a href="http://applehelpwriter.com/2016/07/28/revealing-dropboxs-dirty-little-security-hack/">prend le contrôle des éléments de l'interface utilisateur après avoir piégé ce dernier pour obtenir un mot de passe administrateur</a>.

source: A half-blind security critique of a tracking app: it found that <a href="http://www.consumerreports.org/mobile-security-software/glow-pregnancy-app-exposed-women-to-privacy-threats/"> blatant flaws allowed anyone to snoop on a user's personal data</a>. The critique fails entirely to express concern that the app sends the personal data to a server, where the <em>developer</em> gets it all. This &ldquo;service&rdquo; is for suckers!
fr: Voici une critique à moitié aveugle de la sécurité d'une appli pisteuse. Elle a mis en évidence <a href="http://www.consumerreports.org/mobile-security-software/glow-pregnancy-app-exposed-women-to-privacy-threats/">des failles béantes permettant à n'importe qui de fouiner dans les données personnelles de l'utilisateur</a>. Mais elle ne se préoccupe aucunement du fait que l'appli envoie les données personnelles à un serveur, où le <em>développeur</em> les récupère en totalité. Ce « service » est pour les pigeons !

source: The server surely has a &ldquo;privacy policy,&rdquo; and surely it is worthless since nearly all of them are.
fr: Ce serveur a sûrement une « politique de confidentialité », qui sûrement ne vaut rien puisque c'est le cas de presque toutes.

source: A vulnerability in Apple's Image I/O API allowed an attacker to <a href="https://www.theguardian.com/technology/2016/jul/22/stagefright-flaw-ios-iphone-imessage-apple">execute malicious code from any application which uses this API to render a certain kind of image file</a>.
fr: Une vulnérabilité dans l'interface de programmation (API) <cite>Image I/O</cite> d'Apple permettait à un attaquant <a href="https://www.theguardian.com/technology/2016/jul/22/stagefright-flaw-ios-iphone-imessage-apple">d'exécuter du code malveillant à partir de toute application utilisant cette API pour afficher un certain type de fichier image</a>.

source: A bug in a proprietary ASN.1 library, used in cell phone towers as well as cell phones and routers, <a href="http://arstechnica.com/security/2016/07/software-flaw-puts-mobile-phones-and-networks-at-risk-of-complete-takeover">allows taking control of those systems</a>.
fr: Un bogue dans la bibliothèque privatrice ASN.1, qui est utilisée dans les relais de téléphonie aussi bien que dans les téléphones cellulaires et les routeurs, <a href="http://arstechnica.com/security/2016/07/software-flaw-puts-mobile-phones-and-networks-at-risk-of-complete-takeover">permet à des tiers de prendre le contrôle de ces systèmes</a>.

source: Computerized cars with nonfree software are <a href="http://www.thelowdownblog.com/2016/07/your-cars-been-studying-you-closely-and.html"> snooping devices</a>.
fr: Les voitures informatisées avec des logiciels non libres sont <a href="http://www.thelowdownblog.com/2016/07/your-cars-been-studying-you-closely-and.html">des instruments d'espionnage</a>.

source: Microsoft accidentally left a way for users to install GNU/Linux on Windows RT tablets, but now it has <a href="http://www.securitynewspaper.com/2016/07/15/microsoft-silently-kills-dev-backdoor-boots-linux-locked-windows-rt-slabs/"> &ldquo;fixed&rdquo; the &ldquo;error&rdquo;</a>. They have the gall to call this &ldquo;protecting&rdquo; the users. The article talks of installing &ldquo;Linux&rdquo;, but the context shows it is really <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> that users install.
fr: Microsoft avait accidentellement laissé aux utilisateurs un moyen d'installer GNU/Linux sur les tablettes fonctionnant sous Windows RT, mais désormais <a href="http://www.securitynewspaper.com/2016/07/15/microsoft-silently-kills-dev-backdoor-boots-linux-locked-windows-rt-slabs/">« l'erreur » est « corrigée »</a>. Ils ont le toupet d'appeler cela « protéger » les utilisateurs. L'article parle d'installer « Linux », mais le contexte montre que c'est en fait <a href="/gnu/linux-and-gnu.html">GNU/Linux</a> que les utilisateurs installent.

source: The proprietor of the Pokémon Go game <a href="https://www.theguardian.com/technology/2016/jul/14/pokemon-go-sponsored-locations-restaurants-business"> invites restaurants and other businesses to pay to have the game lure people there</a>.
fr: Le propriétaire du jeu Pokémon Go <a href="https://www.theguardian.com/technology/2016/jul/14/pokemon-go-sponsored-locations-restaurants-business">invite les restaurants et autres commerces à payer pour que le jeu entraîne les gens vers eux</a>.

source: Antivirus programs have so many errors that <a href="https://theconversation.com/as-more-vulnerabilities-are-discovered-is-it-time-to-uninstall-antivirus-software-61374">they may make security worse</a>.
fr: Les antivirus ont tant d'erreurs qu'<a href="https://theconversation.com/as-more-vulnerabilities-are-discovered-is-it-time-to-uninstall-antivirus-software-61374">ils peuvent ajouter des failles de sécurité</a>.

source: GNU/Linux does not need antivirus software.
fr: GNU/Linux n'a pas besoin d'antivirus.

source: In its efforts to trick users of Windows 7 and 8 into installing all-spying Windows 10 against their will, Microsoft forced their computers to <a href="https://www.theguardian.com/technology/2015/sep/11/microsoft-downloading-windows-1"> silently download&hellip; the whole of Windows 10</a>! Apparently, this was done through a <a href="/proprietary/proprietary-back-doors.html#windows-update"> universal back door</a>. Not only did the unwanted downloads <a href="https://www.theregister.co.uk/2016/06/03/windows_10_upgrade_satellite_link/"> jeopardize important operations in regions of the world with poor connectivity</a>, but many of the people who let installation proceed found out that this &ldquo;upgrade&rdquo; was in fact a <a href="http://gizmodo.com/woman-wins-10-000-from-microsoft-after-unwanted-window-1782666146"> downgrade</a>.
fr: Parmi les pièges que Microsoft a tendus aux utilisateurs de Windows 7 et 8 pour qu'ils installent Windows 10 contre leur gré, il y a eu le <a href="https://www.theguardian.com/technology/2015/sep/11/microsoft-downloading-windows-1">téléchargement furtif&hellip; de la totalité de Windows 10</a> ! Il semble qu'une <a href="/proprietary/proprietary-back-doors.html#windows-update">porte dérobée universelle</a> ait été utilisée à cette occasion. Non seulement ces téléchargements non désirés ont <a href="https://www.theregister.co.uk/2016/06/03/windows_10_upgrade_satellite_link/">compromis des opérations importantes dans des régions du monde mal connectées à Internet</a>, mais nombre des personnes qui ont laissé cette « mise à niveau » se faire ont constaté que c'était en fait une <a href="http://gizmodo.com/woman-wins-10-000-from-microsoft-after-unwanted-window-1782666146">régression</a>.

source: Apple <a href="https://www.theregister.co.uk/2016/04/14/uninstall_quicktime_for_windows/"> stops users from fixing the security bugs in Quicktime for Windows</a>, while refusing to fix them itself.
fr: Apple <a href="https://www.theregister.co.uk/2016/04/14/uninstall_quicktime_for_windows/">empêche les utilisateurs de corriger les failles de sécurité dans la version Windows de Quicktime</a>, tout en refusant de les corriger elle-même.

source: The Amazon Echo appears to have a universal back door, since <a href="https://en.wikipedia.org/wiki/Amazon_Echo#Software_updates"> it installs &ldquo;updates&rdquo; automatically</a>.
fr: L'Echo d'Amazon semble avoir une porte dérobée universelle puisque <a href="https://en.wikipedia.org/wiki/Amazon_Echo#Software_updates">les « mises à jour » s'installent automatiquement</a>.

source: We have found nothing explicitly documenting the lack of any way to disable remote changes to the software, so we are not completely sure there isn't one, but this seems pretty clear.
fr: Nous n'avons rien trouvé qui prouve l'absence totale de moyen pour désactiver la modification à distance du logiciel, mais cela paraît assez évident.

source: Facebook's new Magic Photo app <a href="https://www.theregister.co.uk/2015/11/10/facebook_scans_camera_for_your_friends/"> scans your mobile phone's photo collections for known faces</a>, and suggests you to share the picture you take according to who is in the frame.
fr: La nouvelle appli de Facebook Magic Photo <a href="https://www.theregister.co.uk/2015/11/10/facebook_scans_camera_for_your_friends/">scanne les collections de photos de votre téléphone mobile pour reconnaître des visages</a> et suggère que vous partagiez ces photos avec les personnes qui sont dessus.

source: This spyware feature seems to require online access to some known-faces database, which means the pictures are likely to be sent across the wire to Facebook's servers and face-recognition algorithms.
fr: Cette fonctionnalité d'espionnage semble nécessiter un accès en ligne à une banque de données de visages connus, ce qui signifie que les photos seront probablement envoyées par le réseau aux serveurs de Facebook et à des algorithmes de reconnaissance faciale.

source: If so, none of Facebook users' pictures are private anymore, even if the user didn't &ldquo;upload&rdquo; them to the service.
fr: Si c'est le cas, plus aucune des photos des utilisateurs de Facebook ne sera privée, même s'ils ne les ont pas téléversées à ce service.

source: Investigation Shows <a href="https://www.techdirt.com/articles/20160602/17210734610/investigation-shows-gchq-using-us-companies-nsa-to-route-around-domestic-surveillance-restrictions.shtml">GCHQ Using US Companies, NSA To Route Around Domestic Surveillance Restrictions</a>.
fr: Une enquête a montré <a href="https://www.techdirt.com/articles/20160602/17210734610/investigation-shows-gchq-using-us-companies-nsa-to-route-around-domestic-surveillance-restrictions.shtml">que le GCHQ se servait de sociétés américaines et de la NSA pour contourner les restrictions à la surveillance sur le territoire national</a>.

source: Specifically, it can collect the emails of members of Parliament this way, because they pass it through Microsoft.
fr: En particulier, il peut récupérer les courriels des membres du Parlement par ce moyen, car ils l'envoient par l'intermédiaire de Microsoft.

source: Once Microsoft has tricked a user into accepting installation of Windows 10, <a href="https://www.theregister.co.uk/2016/06/01/windows_10_nagware_no_way_out/">they find that they are denied the option to cancel or even postpone the imposed date of installation</a>.
fr: Une fois que l'utilisateur, piégé par Microsoft, a accepté l'installation de Windows 10, <a href="https://www.theregister.co.uk/2016/06/01/windows_10_nagware_no_way_out/">il s'aperçoit que l'option d'annuler ou même de différer la date imposée pour l'installation lui est refusée</a>.

source: This demonstrates what we've said for years: using proprietary software means letting someone have power over you, and you're going to get screwed sooner or later.
fr: Cela démontre ce que nous répétons depuis des années : quand vous utilisez du logiciel privateur, vous laissez quelqu'un prendre le pouvoir sur vous et vous êtes sûr de vous faire avoir.

source: Facebook's app listens all the time, <a href="http://www.independent.co.uk/life-style/gadgets-and-tech/news/facebook-using-people-s-phones-to-listen-in-on-what-they-re-saying-claims-professor-a7057526.html">to snoop on what people are listening to or watching</a>. In addition, it may be analyzing people's conversations to serve them with targeted advertisements.
fr: L'appli de Facebook écoute en permanence, <a href="http://www.independent.co.uk/life-style/gadgets-and-tech/news/facebook-using-people-s-phones-to-listen-in-on-what-they-re-saying-claims-professor-a7057526.html">pour espionner ce que les gens écoutent ou regardent</a>. De plus, elle peut analyser leurs conversations pour leur envoyer des pubs ciblées.

source: Oculus Rift games now have <a href="https://motherboard.vice.com/en_us/article/vv77ea/new-oculus-drm-cross-platform"> DRM meant to prevent running them on other systems</a>.
fr: Les jeux utilisant le casque de réalité virtuelle Oculus Rift ont maintenant <a href="https://motherboard.vice.com/en_us/article/vv77ea/new-oculus-drm-cross-platform">un DRM destiné à empêcher leur fonctionnement sur d'autres systèmes</a>.

source: Apple censors games, <a href="http://arstechnica.com/gaming/2016/05/apple-says-game-about-palestinian-child-isnt-a-game"> banning some games from the cr&hellip;app store</a> because of which political points they suggest. Some political points are apparently considered acceptable.
fr: La censure d'Apple s'étend aux jeux. Elle en a <a href="http://arstechnica.com/gaming/2016/05/apple-says-game-about-palestinian-child-isnt-a-game">banni certains de l'app store</a> à cause des points de vue politiques qu'ils suggèrent. Toutefois certains points de vue semblent être considérés comme acceptables.

source: Revolv is an IoT device which managed &ldquo;smart home&rdquo; operations: switching the lights, operate motion sensors, regulating temperature, etc. On May 15th, 2016, Google said it would shut down the service linked to the device, making it unusable.
fr: Revolv est un appareil de l'Internet des objets qui gérait les « maisons intelligentes » : éclairage, détecteurs de mouvements, régulation de température, etc. Le 15 mai 2016, Google a annoncé qu'il supprimerait le service associé à cet appareil, rendant ainsi ce dernier inutilisable.

source: Although you may own the device, its functioning depended on the server that never belonged to you. So you never really had control of it. This unjust design is called <a href="/philosophy/network-services-arent-free-or-nonfree.html"> Service as a Software Substitute (SaaSS)</a>. That is what gave the company the power to convert it into a $300 out-of-warranty brick, for your &ldquo;dumb home&rdquo;.
fr: Bien que vous puissiez être propriétaire de l'appareil, son fonctionnement dépendait d'un serveur qui ne vous a jamais appartenu. Donc vous n'avez jamais vraiment eu la maîtrise de son fonctionnement. Cette conception injuste est appelée <a href="/philosophy/network-services-arent-free-or-nonfree.html">service se substituant au logiciel</a> (<abbr title="Service as a Software Substitute">SaaSS</abbr>). C'est ce qui a donné à Google le pouvoir de convertir l'appareil en une brique de 300 $ hors garantie pour votre « maison stupide ».
