Repository: GitMirroring/www-fr
Catalog: proprietary/workshop/mal.*.po
Languages: fr

source: Apple proposes <a href="https://www.theguardian.com/technology/2017/feb/15/apple-removing-iphone-home-button-fingerprint-scanning-screen">a fingerprint-scanning touch screen</a>&mdash;which would mean no way to use it without having your fingerprints taken. Users would have no way to tell whether the phone is snooping on them.
fr: Apple propose <a href="https://www.theguardian.com/technology/2017/feb/15/apple-removing-iphone-home-button-fingerprint-scanning-screen">un écran tactile capable de prendre les empreintes digitales</a>. Cela signifie que qu'on ne pourrait pas s'en servir sans donner préalablement ses empreintes digitales. Les utilisateurs n'auraient aucun moyen de savoir si le téléphone les espionne.

source: Vizio &ldquo;smart&rdquo; TVs <a href="https://www.ftc.gov/news-events/blogs/business-blog/2017/02/what-vizio-was-doing-behind-tv-screen"> have a universal back door</a>.
fr: Les téléviseurs « intelligents » Vizio <a href="https://www.ftc.gov/news-events/blogs/business-blog/2017/02/what-vizio-was-doing-behind-tv-screen">ont une porte dérobée universelle</a>.

source: Vizio &ldquo;smart&rdquo; <a href="https://www.ftc.gov/news-events/blogs/business-blog/2017/02/what-vizio-was-doing-behind-tv-screen">TVs report everything that is viewed on them, and not just broadcasts and cable</a>. Even if the image is coming from the user's own computer, the TV reports what it is. The existence of a way to disable the surveillance, even if it were not hidden as it was in these TVs, does not legitimize the surveillance.
fr: Les téléviseurs « intelligents » Vizio <a href="https://www.ftc.gov/news-events/blogs/business-blog/2017/02/what-vizio-was-doing-behind-tv-screen">rapportent tout ce qui est visionné et pas seulement les émissions hertziennes ou câblées</a>. Même si l'image provient de l'ordinateur personnel de l'utilisateur, le téléviseur rapporte ce qu'elle montre. Le fait qu'il existe un moyen de désactiver cette surveillance, même s'il n'est plus caché comme il a pu l'être auparavant, ne la justifie pas.

source: DRM-restricted files can be used to <a href="https://yro.slashdot.org/story/17/02/02/231229/windows-drm-protected-files-used-to-decloak-tor-browser-users"> identify people browsing through Tor</a>. The vulnerability exists only if you use Windows.
fr: Les fichiers munis de DRM <a href="https://yro.slashdot.org/story/17/02/02/231229/windows-drm-protected-files-used-to-decloak-tor-browser-users">peuvent être utilisés afin d'identifier les personnes qui naviguent via Tor</a>. Cette vulnérabilité n'existe que si vous utilisez Windows.

source: Chrome <a href="http://boingboing.net/2017/01/30/google-quietly-makes-optiona.html">implements DRM</a>. So does Chromium, through nonfree software that is effectively part of it.
fr: Chrome <a href="http://boingboing.net/2017/01/30/google-quietly-makes-optiona.html">met en œuvre la gestion numérique des restrictions</a>, de même que Chromium, à l'aide d'un logiciel non libre intégré.

source: <a href="https://bugs.chromium.org/p/chromium/issues/detail?id=686430">More information</a>.
fr: <a href="https://bugs.chromium.org/p/chromium/issues/detail?id=686430">Pour en savoir plus</a>.

source: Samsung phones <a href="https://www.bleepingcomputer.com/news/security/sms-exploitable-bug-in-samsung-galaxy-phones-can-be-used-for-ransomware-attacks/">have a security hole that allows an SMS message to install ransomware</a>.
fr: Des téléphones Samsung <a href="https://www.bleepingcomputer.com/news/security/sms-exploitable-bug-in-samsung-galaxy-phones-can-be-used-for-ransomware-attacks/">possèdent une faille de sécurité qui permet d'installer un logiciel de rançon en passant par un SMS</a>

source: The Meitu photo-editing app <a href="https://theintercept.com/2017/01/21/popular-selfie-app-sending-user-data-to-china-researchers-say/">sends user data to a Chinese company</a>.
fr: L'appli de Meitu pour éditer les photos <a href="https://theintercept.com/2017/01/21/popular-selfie-app-sending-user-data-to-china-researchers-say/">envoie des données personnelles à une entreprise chinoise</a>.

source: On Windows and MacOS, Chrome <a href="https://sites.google.com/a/chromium.org/dev/developers/extensions-deployment-faq"> disables extensions</a> that are not hosted in the Chrome Web Store.
fr: Sur Windows et MacOS, Chrome <a href="https://sites.google.com/a/chromium.org/dev/developers/extensions-deployment-faq">désactive les extensions</a> qui ne sont pas hébergées dans le magasin web de Chrome.

source: For example, an extension was <a href="https://consumerist.com/2017/01/18/why-is-google-blocking-this-ad-blocker-on-chrome/"> banned from the Chrome Web Store, and permanently disabled</a> on more than 40,000 computers.
fr: Par exemple, une extension a été <a href="https://consumerist.com/2017/01/18/why-is-google-blocking-this-ad-blocker-on-chrome/">bannie du magasin de Chrome et désactivée de manière permanente</a> sur plus de 40 000 ordinateurs.

source: WhatsApp has a feature that <a href="https://techcrunch.com/2017/01/13/encrypted-messaging-platform-whatsapp-denies-backdoor-claim/"> has been described as a &ldquo;back door&rdquo;</a> because it would enable governments to nullify its encryption.
fr: WhatsApp possède une fonctionnalité qui <a href="https://techcrunch.com/2017/01/13/encrypted-messaging-platform-whatsapp-denies-backdoor-claim/">a été décrite comme une « porte dérobée »</a> car elle permet aux gouvernements d'annuler son chiffrement.

source: The developers say that it wasn't intended as a back door, and that may well be true. But that leaves the crucial question of whether it functions as one. Because the program is nonfree, we cannot check by studying it.
fr: Les développeurs disent que ce n'était pas prévu pour être une porte dérobée et ils peuvent très bien avoir raison. Mais il reste une question cruciale : est-ce que cette porte dérobée est vraiment opérationnelle ? Puisque le programme n'est pas libre, nous ne pouvons pas le vérifier en l'étudiant.

source: An upgrade package for Acrobat Reader <a href="https://www.bleepingcomputer.com/news/software/adobe-acrobat-reader-dc-update-installs-chrome-browser-extension/">silently alters Chrome</a>.
fr: Un logiciel de mise à jour pour Acrobat Reader <a href="https://www.bleepingcomputer.com/news/software/adobe-acrobat-reader-dc-update-installs-chrome-browser-extension/">modifie Chrome sans prévenir</a>.

source: Apple used its censorship system to enforce Russian surveillance <a href="http://www.nytimes.com/2017/01/06/technology/linkedin-blocked-in-russia.html?partner=rss&amp;emc=rss&amp;_r=0"> by blocking distribution of the LinkedIn app in Russia</a>.
fr: Apple a utilisé son système de censure pour se conformer à une loi russe sur la surveillance, <a href="http://www.nytimes.com/2017/01/06/technology/linkedin-blocked-in-russia.html?partner=rss&amp;emc=rss&amp;_r=0">en bloquant la distribution de l'appli de LinkedIn en Russie</a>.

source: This is ironic because LinkedIn is a surveillance system itself. While subjecting its users to its own surveillance, it tries to protect its users from Russian surveillance, and is therefore subject to Russian censorship.
fr: C'est paradoxal car LinkedIn est lui-même un système de surveillance. Tout en soumettant ses utilisateurs à sa propre surveillance, il essaie de protéger ses utilisateurs de la surveillance russe et devient par conséquent objet de censure en Russie.

source: However, the point here is the wrong of Apple's censorship of apps.
fr: Toutefois, ce qui importe ici est qu'Apple a tort de censurer ses applis.

source: When a page uses Disqus for comments, the proprietary Disqus software <a href="https://blog.dantup.com/2017/01/visiting-a-site-that-uses-disqus-comments-when-not-logged-in-sends-the-url-to-facebook">loads a Facebook software package into the browser of every anonymous visitor to the page, and makes the page's URL available to Facebook</a>.
fr: Quand une page utilise Disqus pour les commentaires, le logiciel privateur Disqus <a href="https://blog.dantup.com/2017/01/visiting-a-site-that-uses-disqus-comments-when-not-logged-in-sends-the-url-to-facebook">charge un logiciel de Facebook dans le navigateur de chaque visiteur anonyme de la page et communique son URL à Facebook</a>.

source: Apple used its censorship system to enforce China's censorship <a href="https://www.theguardian.com/world/2017/jan/05/apple-removes-new-york-times-app-in-china"> by blocking distribution of the New York Times app</a>.
fr: En Chine, Apple a utilisé son système de censure pour seconder le gouvernement en <a href="https://www.theguardian.com/world/2017/jan/05/apple-removes-new-york-times-app-in-china">bloquant la distribution de l'appli du New York Times</a>.

source: VR equipment, measuring every slight motion, creates the potential for the most intimate surveillance ever. All it takes to make this potential real <a href="https://theintercept.com/2016/12/23/virtual-reality-allows-the-most-detailed-intimate-digital-surveillance-yet/">is software as malicious as many other programs listed in this page</a>.
fr: L'équipement de réalité virtuelle, en mesurant chaque petit mouvement, rend possible la plus intime des surveillances. Pour réaliser ce potentiel il suffit d'un <a href="https://theintercept.com/2016/12/23/virtual-reality-allows-the-most-detailed-intimate-digital-surveillance-yet/">logiciel aussi malveillant que beaucoup de ceux que cette page répertorie</a>.

source: You can bet Facebook will implement the maximum possible surveillance on Oculus Rift devices. The moral is, never trust a VR system with nonfree software in it.
fr: On peut parier que Facebook va mettre en œuvre le maximum de surveillance avec ses appareils Oculus Rift. La morale est qu'on ne doit pas faire confiance à un système de réalité virtuelle contenant du logiciel non libre.

source: The developer of Ham Radio Deluxe <a href="https://www.techdirt.com/articles/20161220/12411836320/company-bricks-users-software-after-he-posts-negative-review.shtml">sabotaged a customer's installation as punishment for posting a negative review</a>.
fr: Le développeur de Ham Radio Deluxe <a href="https://www.techdirt.com/articles/20161220/12411836320/company-bricks-users-software-after-he-posts-negative-review.shtml">a saboté l'installation d'un client pour avoir posté une revue défavorable</a>.

source: Most proprietary software companies don't use their power so harshly, but it is an injustice that they all <em>have</em> such power.
fr: La plupart des éditeurs de logiciels privateurs n'utilisent pas leur pouvoir de manière si rude, mais il est injuste qu'ils <em>possèdent</em> tous ce pouvoir.

source: Price Waterhouse Coopers tried to suppress knowledge of a security flaw by <a href="http://www.zdnet.com/article/pwc-sends-security-researchers-cease-and-desist-letter-instead-of-fixing-security-flaw/"> making legal threats against the security company that found it</a>.
fr: Price Waterhouse Coopers a essayé d'empêcher que la présence d'une faille de sécurité ne s'ébruite en <a href="http://www.zdnet.com/article/pwc-sends-security-researchers-cease-and-desist-letter-instead-of-fixing-security-flaw/">menaçant l'entreprise de sécurité informatique qui l'avait découverte de poursuites judiciaires</a>.

source: Online sales, with tracking and surveillance of customers, <a href="https://www.theguardian.com/commentisfree/2016/dec/06/cookie-monsters-why-your-browsing-history-could-mean-rip-off-prices">enables businesses to show different people different prices</a>. Most of the tracking is done by recording interactions with servers, but proprietary software contributes.
fr: Les ventes en ligne, et le pistage et la surveillance des clients qui vont avec, <a href="https://www.theguardian.com/commentisfree/2016/dec/06/cookie-monsters-why-your-browsing-history-could-mean-rip-off-prices">permettent aux commerçants de montrer des prix différents à différentes personnes</a>. L'essentiel du pistage se fait en enregistrant les interactions avec les serveurs, mais le logiciel privateur joue un rôle.

source: The &ldquo;smart&rdquo; toys My Friend Cayla and i-Que can be <a href="https://www.forbrukerradet.no/siste-nytt/connected-toys-violate-consumer-laws">remotely controlled with a mobile phone</a>; physical access is not necessary. This would enable crackers to listen in on a child's conversations, and even speak into the toys themselves.
fr: Les jouets « intelligents » <cite>Mon amie Cayla</cite> et <cite>i-Que</cite> peuvent être <a href="https://www.forbrukerradet.no/siste-nytt/connected-toys-violate-consumer-laws">contrôlés à distance par un mobile</a> ; il n'est pas nécessaire d'y avoir accès physiquement. Ceci permettrait à des crackers d'écouter les conversations de l'enfant et même de lui parler à travers ses jouets.

source: This means a burglar could speak into the toys and ask the child to unlock the front door while Mommy's not looking.
fr: Cela signifie qu'un cambrioleur pourrait dire à l'enfant de déverrouiller la porte d'entrée pendant que Maman a le dos tourné.

source: The &ldquo;smart&rdquo; toys My Friend Cayla and i-Que transmit <a href="https://www.forbrukerradet.no/siste-nytt/connected-toys-violate-consumer-laws">children's conversations to Nuance Communications</a>, a speech recognition company based in the U.S.
fr: Les jouets « intelligents » <cite>Mon amie Cayla</cite> et <cite>i-Que</cite> transmettent <a href="https://www.forbrukerradet.no/siste-nytt/connected-toys-violate-consumer-laws">les conversations des enfants à Nuance Communication</a>, une entreprise de reconnaissance vocale basée aux États-Unis.a>

source: Those toys also contain major security vulnerabilities; crackers can remotely control the toys with a mobile phone. This would enable crackers to listen in on a child's speech, and even speak into the toys themselves.
fr: En outre, ces jouets ont de graves failles de sécurité ; des crackers pourraient les contrôler avec un mobile et ainsi écouter ce que dit l'enfant, voire lui parler à travers ses jouets.

source: The Uber app tracks <a href="https://techcrunch.com/2016/11/28/uber-background-location-data-collection/">clients' movements before and after the ride</a>.
fr: L'appli d'Uber piste <a href="https://techcrunch.com/2016/11/28/uber-background-location-data-collection/">les déplacements du client avant et après la course</a>.

source: This example illustrates how &ldquo;getting the user's consent&rdquo; for surveillance is inadequate as a protection against massive surveillance.
fr: Sur cet exemple, on voit qu'« obtenir le consentement de l'utilisateur » pour la surveillance ne le protège pas de la surveillance de masse.

source: By default, Windows 10 <a href="http://betanews.com/2016/11/24/microsoft-shares-windows-10-telemetry-data-with-third-parties">sends debugging information to Microsoft, including core dumps</a>. Microsoft now distributes them to another company.
fr: Par défaut, Windows 10 <a href="http://betanews.com/2016/11/24/microsoft-shares-windows-10-telemetry-data-with-third-parties">envoie l'information de débogage à Microsoft, y compris les vidages mémoire après plantage <cite>[core dumps]</cite></a>. Depuis quelque temps, Microsoft les distribue à une autre société.

source: iPhones <a href="https://theintercept.com/2016/11/17/iphones-secretly-send-call-history-to-apple-security-firm-says/">send lots of personal data to Apple's servers</a>. Big Brother can get them from there.
fr: Les iPhones <a href="https://theintercept.com/2016/11/17/iphones-secretly-send-call-history-to-apple-security-firm-says/">envoient un tas de données personnelles aux serveurs d'Apple</a>, où Big Brother peut les récupérer.

source: A <a href="https://research.csiro.au/ng/wp-content/uploads/sites/106/2016/08/paper-1.pdf"> research paper</a> that investigated the privacy and security of 283 Android VPN apps concluded that &ldquo;in spite of the promises for privacy, security, and anonymity given by the majority of VPN apps&mdash;millions of users may be unawarely subject to poor security guarantees and abusive practices inflicted by VPN apps.&rdquo;
fr: Un <a href="https://research.csiro.au/ng/wp-content/uploads/sites/106/2016/08/paper-1.pdf">article de recherche</a> a étudié 283 applis VPN pour Android du point de vue de la confidentialité et de la sécurité. Voici sa conclusion : « En dépit des promesses de confidentialité, de sécurité et d'anonymat faites par la plupart des applis VPN, des millions d'utilisateurs peuvent être victimes à leur insu des garanties de sécurité fallacieuses et des pratiques abusives que ces applis leur infligent. »

source: Here are two examples, taken from the research paper, of proprietary VPN apps that use JavaScript to track users and infringe their privacy:
fr: Voici deux exemples, tirés de cet article, d'applis VPN privatrices utilisant du code JavaScript pour pister les utilisateurs et porter atteinte à leur vie privée.

source: VPN Services HotspotShield
fr: Service VPN HotspotShield

source: Injects JavaScript code into the HTML pages returned to the users. The stated purpose of the JS injection is to display ads. Uses roughly five tracking libraries. Also, it redirects the user's traffic through valueclick.com (an advertising website).
fr: Injecte du code JavaScript dans les pages HTML renvoyées aux utilisateurs. Le but avoué de cette injection est d'afficher des pubs. Cette appli utilise cinq bibliothèques de pistage environ. En outre, elle redirige le trafic de l'utilisateur par valueclick.com (un site de publicité).

source: WiFi Protector VPN
fr: WiFi Protector

source: Injects JavaScript code into HTML pages, and also uses roughly five tracking libraries. Developers of this app have confirmed that the non-premium version of the app does JavaScript injection for tracking the user and displaying ads.
fr: Injecte du code JavaScript dans les pages HTML et utilise également cinq bibliothèques de pistage. Ses développeurs ont confirmé que l'injection de JavaScript par la version gratuite de l'appli sert au pistage des utilisateurs et à l'affichage de pubs.

source: Following is a non-exhaustive list, taken from the research paper, of some proprietary VPN apps that track users and infringe their privacy:
fr: La liste suivante, non exhaustive, est tirée de cet article. Elle répertorie des applis VPN privatrices qui pistent les utilisateurs et portent atteinte à leur vie privée.

source: Includes tracking libraries such as NativeX and Appflood, meant to track users and show them targeted ads.
fr: Comprend des bibliothèques comme NativeX et Appflood, destinées à pister l'utilisateur et à lui envoyer des pubs ciblées.

source: Requests the <code>READ_SMS</code> and <code>SEND_SMS</code> permissions upon installation, meaning it has full access to users' text messages.
fr: Demande les permissions <code>READ_SMS</code> et <code>SEND_SMS</code> lors de l'installation, ce qui veut dire qu'il a un accès complet aux textos de l'utilisateur.

source: DroidVPN and TigerVPN
fr: DroidVPN et TigerVPN

source: Requests the <code>READ_LOGS</code> permission to read logs for other apps and also core system logs. TigerVPN developers have confirmed this.
fr: Demandent la permission <code>READ_LOGS</code> pour lire les journaux des autres applis, et aussi ceux du système. Les développeurs de TigerVPN l'ont confirmé.

source: Sends traffic to LinkedIn. Also, it stores detailed logs and may turn them over to the UK government if requested.
fr: Envoie du trafic à LinkedIn. De plus, cette appli conserve des journaux détaillés et peut les transmettre au gouvernement britannique sur sa demande.

source: Some portable phones <a href="http://www.prnewswire.com/news-releases/kryptowire-discovered-mobile-phone-firmware-that-transmitted-personally-identifiable-information-pii-without-user-consent-or-disclosure-300362844.html">are sold with spyware sending lots of data to China</a>.
fr: Certains téléphones portables <a href="http://www.prnewswire.com/news-releases/kryptowire-discovered-mobile-phone-firmware-that-transmitted-personally-identifiable-information-pii-without-user-consent-or-disclosure-300362844.html">sont vendus avec un logiciel espion qui envoie une masse de données en Chine</a>.

source: nVidia's proprietary GeForce Experience <a href="http://www.gamersnexus.net/industry/2672-geforce-experience-data-transfer-analysis">makes users identify themselves and then sends personal data about them to nVidia servers</a>.
fr: La carte graphique privatrice nVidia GeForce Experience <a href="http://www.gamersnexus.net/industry/2672-geforce-experience-data-transfer-analysis">oblige les utilisateurs à s'identifier, puis envoie leurs données personnelles aux serveurs de nVidia</a>.

source: <a href="http://jalopnik.com/america-figured-out-a-new-way-audi-cheated-on-emissions-1788630969"> Audi's proprietary software used a simple method to cheat on emissions tests</a>: to activate a special low-emission gearshifting mode until the first time the car made a turn.
fr: <a href="http://jalopnik.com/america-figured-out-a-new-way-audi-cheated-on-emissions-1788630969">Pour truander les tests antipollution, Le logiciel privateur d'Audi a employé une méthode très simple</a> qui consiste à activer un mode particulier de changement de vitesse qui émet peu de polluants, jusqu'au moment où la voiture effectue son premier virage.

source: 4G LTE phone networks are drastically insecure. They can be <a href="https://www.theregister.co.uk/2016/10/23/every_lte_call_text_can_be_intercepted_blacked_out_hacker_finds/"> taken over by third parties and used for man-in-the-middle attacks</a>.
fr: Les réseaux 4G LTE sont extrêmement mal sécurisés. <a href="https://www.theregister.co.uk/2016/10/23/every_lte_call_text_can_be_intercepted_blacked_out_hacker_finds/">Des tiers peuvent en prendre le contrôle et les utiliser pour des attaques de « l'homme du milieu »</a>

source: The iMessage app on iThings <a href="https://theintercept.com/2016/09/28/apple-logs-your-imessage-contacts-and-may-share-them-with-police/">tells a server every phone number that the user types into it</a>; the server records these numbers for at least 30 days.
fr: L'appli iMessage des iTrucs <a href="https://theintercept.com/2016/09/28/apple-logs-your-imessage-contacts-and-may-share-them-with-police/">informe le server de chaque numéro que l'utilisateur saisit dans son interface</a>; le serveur enregistre ces numéros pendant au moins 30 jours.

source: A Capcom's Street Fighter V update <a href="https://www.theregister.co.uk/2016/09/23/capcom_street_fighter_v/"> installed a driver that could be used as a back door by any application installed on a Windows computer</a>, but was <a href="https://www.rockpapershotgun.com/2016/09/24/street-fighter-v-removes-new-anti-crack"> immediately rolled back</a> in response to public outcry.
fr: Une mise à jour de Street Fighter V, le jeu de Capcom, <a href="https://www.theregister.co.uk/2016/09/23/capcom_street_fighter_v/">a installé un pilote pouvant être utilisé comme porte dérobée par toute application installée sur un ordinateur sous Windows</a>, mais cette fonctionnalité a été <a href="https://www.rockpapershotgun.com/2016/09/24/street-fighter-v-removes-new-anti-crack">immédiatement retirée</a> en réponse au tollé général.

source: Google's new voice messaging app <a href="http://www.theverge.com/2016/9/21/12994362/allo-privacy-message-logs-google">logs all conversations</a>.
fr: La nouvelle appli de messagerie vocale de Google <a href="http://www.theverge.com/2016/9/21/12994362/allo-privacy-message-logs-google">enregistre toutes les conversations</a>.
