Repository: GitMirroring/www-fr
Catalog: proprietary/workshop/mal.*.po
Languages: fr

source: Corel Paintshop Pro has a <a href="https://torrentfreak.com/corel-wrongly-accuses-licensed-user-of-piracy-disables-software-remotely-181110/"> back door that can make it cease to function</a>.
fr: Corel Paintshop Pro a une <a href="https://torrentfreak.com/corel-wrongly-accuses-licensed-user-of-piracy-disables-software-remotely-181110/">porte dérobée qui peut le mettre hors service</a>.

source: The article is full of confusions, errors and biases that we have an obligation to expose, given that we are making a link to them.
fr: Cet article est rempli de confusions, d'erreurs et de partis pris que nous sommes dans l'obligation de dénoncer, étant donné que nous les mettons en lien.

source: Getting a patent does not &ldquo;enable&rdquo; a company to do any particular thing in its products. What it does enable the company to do is sue other companies if they do some particular thing in their products.
fr: L'obtention d'un brevet ne « permet » pas à une société de faire une chose en particulier avec ses produits. Ce que cela lui permet de faire, c'est de poursuivre d'autres sociétés devant les tribunaux si elles font une chose particulière avec leurs produits.

source: A company's policies about when to attack users through a back door are beside the point. Inserting the back door is wrong in the first place, and using the back door is always wrong too. No software developer should have that power over users.
fr: La politique d'une société qui détermine quand elle attaquera ses utilisateurs à travers une porte dérobée n'a aucun rapport avec la question. Le simple fait d'insérer une porte dérobée est répréhensible. Il en va de même pour son utilisation. Aucun développeur de logiciel ne doit avoir ce pouvoir sur ses utilisateurs.

source: &ldquo;<a href="/philosophy/words-to-avoid.html#Piracy">Piracy</a>&rdquo; means attacking ships. Using that word to refer to sharing copies is a smear; please don't smear sharing.
fr: La « <a href="/philosophy/words-to-avoid.html#Piracy">piraterie</a> » se définit comme l'attaque de navires. L'emploi de ce mot pour désigner le partage de copies est du dénigrement. Ne salissez pas le partage.

source: The idea of &ldquo;protecting our IP&rdquo; is total confusion. The term &ldquo;IP&rdquo; itself is a <a href="/philosophy/not-ipr.html">bogus generalization about things that have nothing in common</a>.
fr: L'idée de « protéger notre propriété intellectuelle » est de la confusion totale. Le terme « propriété intellectuelle » est lui-même une <a href="/philosophy/not-ipr.html">généralisation vide de sens à propos de choses qui n'ont rien en commun</a>.

source: In addition, to speak of &ldquo;protecting&rdquo; that bogus generalization is a separate absurdity. It's like calling the cops because neighbors' kids are playing on your front yard, and saying that you're &ldquo;protecting the boundary line&rdquo;. The kids can't do harm to the boundary line, not even with a jackhammer, because it is an abstraction and can't be affected by physical action.
fr: De plus, parler de « protéger » cette généralisation vide de sens ajoute l'absurdité à la vacuité. C'est comme si vous appeliez la police parce que les enfants du voisin sont en train de jouer sur votre pelouse, en disant que vous « protégez la limite de votre propriété ». Les enfants du voisin ne peuvent pas faire de mal à la limite de votre propriété, pas même avec un marteau piqueur, parce que c'est une abstraction qui n'est pas affectée par les actions physiques.

source: Nearly all &ldquo;home security cameras&rdquo; <a href="https://www.consumerreports.org/privacy/d-link-camera-poses-data-security-risk--consumer-reports-finds/"> give the manufacturer an unencrypted copy of everything they see</a>. &ldquo;Home insecurity camera&rdquo; would be a better name!
fr: Presque toutes les « caméras de sécurité pour la maison » <a href="https://www.consumerreports.org/privacy/d-link-camera-poses-data-security-risk--consumer-reports-finds/">donnent au fabricant une copie non chiffrée de tout ce qu'elles voient</a>. Il vaudrait mieux les appeler « caméras d'insécurité pour la maison » !

source: When Consumer Reports tested them, it suggested that these manufacturers promise not to look at what's in the videos. That's not security for your home. Security means making sure they don't get to see through your camera.
fr: Quand <em>Consumer Reports</em> les a testées, ils ont suggéré que ces fabricants promettent de ne pas regarder ce qu'il y a sur les vidéos. Ce n'est pas ça, la sécurité de votre maison. La sécurité, c'est de s'assurer qu'ils n'auront pas la possibilité de regarder à travers votre caméra.

source: Some Android apps <a href="https://www.androidauthority.com/apps-uninstall-trackers-917539/amp/"> track the phones of users that have deleted them</a>.
fr: Certaines applis Android <a href="https://www.androidauthority.com/apps-uninstall-trackers-917539/amp/">pistent les téléphones des utilisateurs qui les ont supprimées</a>.

source: Apple and Samsung deliberately <a href="https://www.theguardian.com/technology/2018/oct/24/apple-samsung-fined-for-slowing-down-phones">degrade the performance of older phones to force users to buy their newer phones</a>.
fr: Apple et Samsung ont délibérément <a href="https://www.theguardian.com/technology/2018/oct/24/apple-samsung-fined-for-slowing-down-phones">dégradé les performances des anciens téléphones pour forcer les utilisateurs à acheter leurs nouveaux modèles</a>.

source: GM <a href="https://boingboing.net/2018/10/23/dont-touch-that-dial.html"> tracked the choices of radio programs</a> in its &ldquo;connected&rdquo; cars, minute by minute.
fr: General Motors <a href="https://boingboing.net/2018/10/23/dont-touch-that-dial.html">gardait la trace des programmes radio choisis</a> dans ses voitures « connectées », minute par minute.

source: GM did not get users' consent, but it could have got that easily by sneaking it into the contract that users sign for some digital service or other. A requirement for consent is effectively no protection.
fr: GM n'avait pas le consentement des utilisateurs, mais il aurait été facile de le glisser dans le contrat de souscription à un service numérique quelconque. Une exigence de consentement revient en fait à une absence de protection.

source: The cars can also collect lots of other data: listening to you, watching you, following your movements, tracking passengers' cell phones. <em>All</em> such data collection should be forbidden.
fr: Les voitures peuvent aussi récolter une quantité d'autres données : elles peuvent vous écouter, vous regarder, suivre vos mouvements, suivre à la trace les téléphones mobiles des passagers. <em>Tout</em> recueil de données de ce type doit être interdit.

source: But if you really want to be safe, we must make sure the car's hardware cannot collect any of that data, or that the software is free so we know it won't collect any of that data.
fr: Mais si on veut être vraiment en sécurité, on doit s'assurer que le matériel de la voiture ne peut collecter aucune de ces données, ou bien que le logiciel est libre, ce qui permet de savoir si c'est bien le cas.

source: Printer manufacturers are very innovative&mdash;at blocking the use of independent replacement ink cartridges. Their &ldquo;security upgrades&rdquo; occasionally impose new forms of cartridge DRM. <a href="https://motherboard.vice.com/en_us/article/pa98ab/printer-makers-are-crippling-cheap-ink-cartridges-via-bogus-security-updates"> HP and Epson have done this</a>.
fr: Les fabricants d'imprimantes ont l'esprit inventif&hellip; lorsqu'il s'agit d'interdire l'usage de cartouches de remplacement non officielles. Leurs « mises à niveau de sécurité » imposent de temps à autre de nouvelles formes de DRM pour les cartouches. <a href="https://motherboard.vice.com/en_us/article/pa98ab/printer-makers-are-crippling-cheap-ink-cartridges-via-bogus-security-updates">HP et Epson le font</a>.

source: The phone network <a href="https://ssd.eff.org/en/module/problem-mobile-phones"> tracks the movements of each phone</a>.
fr: Le réseau téléphonique <a href="https://ssd.eff.org/en/module/problem-mobile-phones">suit les mouvements de chaque téléphone</a>.

source: This is inherent in the design of the phone network: as long as the phone is in communication with the network, there is no way to stop the network from recording its location. Many countries (including the US and the EU) require the network to store all these location data for months or years.
fr: C'est inhérent à la conception du réseau téléphonique : aussi longtemps que le téléphone est en communication avec lui, il n'y a aucun moyen d'empêcher le réseau d'enregistrer sa position. De nombreux pays (y compris les États-Unis et l'Union européenne) exigent que le réseau conserve toutes ces données de localisation pendant des mois ou des années.

source: Almost every phone's communication processor has a universal back door which is <a href="https://www.schneier.com/blog/archives/2006/12/remotely_eavesd_1.html"> often used to make a phone transmit all conversations it hears</a>.
fr: Le processeur de communication de chaque téléphone a une porte dérobée universelle qui est <a href="https://www.schneier.com/blog/archives/2006/12/remotely_eavesd_1.html">souvent utilisée pour forcer le téléphone à transmettre toutes les conversations qu'il entend</a>.

source: The back door <a class="not-a-duplicate" href="http://www.osnews.com/story/27416/The_second_operating_system_hiding_in_every_mobile_phone"> may take the form of bugs that have gone 20 years unfixed</a>. The choice to leave the security holes in place is morally equivalent to writing a back door.
fr: Cette porte dérobée <a class="not-a-duplicate" href="http://www.osnews.com/story/27416/The_second_operating_system_hiding_in_every_mobile_phone">peut prendre la forme de bogues qui sont restés non corrigés pendant 20 ans</a>. Le choix de laisser ces failles de sécurité en place est l'équivalent moral de la création d'une porte dérobée.

source: The back door is in the &ldquo;modem processor&rdquo;, whose job is to communicate with the radio network. In most phones, the modem processor controls the microphone. In most phones it has the power to rewrite the software for the main processor too.
fr: La porte dérobée est dans le « processeur du modem », dont le rôle est de communiquer avec le réseau hertzien. Dans la plupart des téléphones, le processeur du modem a le contrôle du micro et en général il a aussi la capacité de réécrire le logiciel du processeur principal.

source: A few phone models are specially designed so that the modem processor does not control the microphone, and so that it can't change the software in the main processor. They still have the back door, but at least it is unable to turn the phone unto a listening device.
fr: Quelques modèles de téléphone sont spécialement conçus pour que le processeur du modem ne contrôle pas le micro et par conséquent ne puisse pas changer le logiciel du processeur principal. Ils ont tout de même une porte dérobée, mais au moins elle est incapable de transformer le téléphone en appareil d'écoute.

source: The universal back door is apparently also used to make phones <a href="http://www.slate.com/blogs/future_tense/2013/07/22/nsa_can_reportedly_track_cellphones_even_when_they_re_turned_off.html"> transmit even when they are turned off</a>. This means their movements are tracked, and may also make the listening feature work.
fr: Il semble que la porte dérobée universelle soit également utilisée pour forcer les téléphones à <a href="http://www.slate.com/blogs/future_tense/2013/07/22/nsa_can_reportedly_track_cellphones_even_when_they_re_turned_off.html">transmettre même quand ils sont éteints</a>. Cela signifie que leurs mouvements sont suivis et que la fonction d'écoute peut être rendue opérante.

source: A cracker used an exploit in outdated software to <a href="https://www.pcmag.com/news/360968/400-websites-secretly-served-cryptocurrency-miners-to-visito"> inject a &ldquo;miner&rdquo; in web pages</a> served to visitors. This type of malware hijacks the computer's processor to mine a cryptocurrency. (Note that the article refers to the infected software as &ldquo;content management system&rdquo;. A better term would be &ldquo;<a href="/philosophy/words-to-avoid.html#Content">website revision system</a>&rdquo;.)
fr: Un cracker a exploité une faille dans un logiciel non mis à jour <a href="https://www.pcmag.com/news/360968/400-websites-secretly-served-cryptocurrency-miners-to-visito">pour injecter un « mineur » dans les pages web</a> servies aux visiteurs. Ce type de maliciel pirate le processeur de l'ordinateur pour générer une cryptomonnaie. (Notez que l'article se réfère au logiciel infecté sous le nom de « système de gestion de contenu ». Il aurait été plus correct de l'appeler « <a href="/philosophy/words-to-avoid.html#Content">système de révision pour site web</a> ».)

source: Since the miner was a nonfree JavaScript program, visitors wouldn't have been affected if they had used <a href="/software/librejs/index.html">LibreJS</a>. Some browser extensions that <a href="https://www.cnet.com/how-to/how-to-stop-sites-from-using-your-cpu-to-mine-coins/"> specifically block JavaScript miners</a> are also available.
fr: Comme le mineur était un programme JavaScript, les visiteurs n'auraient pas été affectés s'ils avaient utilisé <a href="/software/librejs/index.html">LibreJS</a>. Il existe également plusieurs extensions de navigateurs qui <a href="https://www.cnet.com/how-to/how-to-stop-sites-from-using-your-cpu-to-mine-coins/">bloquent spécifiquement les mineurs JavaScript</a>.

source: A nonfree video game, available through the nonfree Steam client, <a href="https://www.extremetech.com/gaming/274552-great-now-games-are-hijacking-systems-with-"> included a &ldquo;miner&rdquo;</a>, i.e. an executable that hijacks the CPU in users' computers to mine a cryptocurrency.
fr: Un jeu vidéo non libre accessible au moyen du client Steam non libre <a href="https://www.extremetech.com/gaming/274552-great-now-games-are-hijacking-systems-with-">comprenait un « mineur »</a>, c'est-à-dire un exécutable qui pirate le processeur de l'ordinateur client pour générer une cryptomonnaie.

source: Honeywell's &ldquo;smart&rdquo; thermostats communicate only through the company's server. They have all the nasty characteristics of such devices: <a href="https://www.businessinsider.com/honeywell-iot-thermostats-server-outage-2018-9"> surveillance, and danger of sabotage</a> (of a specific user, or of all users at once), as well as the risk of an outage (which is what just happened).
fr: Les thermostats « intelligents » d'Honeywell communiquent par l'intermédiaire du serveur de la société. Ils ont toutes les caractéristiques de ce genre d'appareil : <a href="https://www.businessinsider.com/honeywell-iot-thermostats-server-outage-2018-9">surveillance et risque de sabotage</a> (d'un utilisateur particulier ou de tous les utilisateurs en même temps), sans compter le risque de panne du serveur (c'est ce qui vient d'arriver).

source: In addition, setting the desired temperature requires running nonfree software. With an old-fashioned thermostat, you can do it using controls right on the thermostat.
fr: De plus, le réglage de la température se fait au moyen d'un logiciel non libre. Avec un thermostat traditionnel, on peut le faire directement sur le thermostat.

source: Researchers have discovered how to <a href="http://news.rub.de/english/press-releases/2018-09-24-it-security-secret-messages-alexa-and-co"> hide voice commands in other audio</a>, so that people cannot hear them, but Alexa and Siri can.
fr: Des chercheurs ont découvert un moyen de <a href="http://news.rub.de/english/press-releases/2018-09-24-it-security-secret-messages-alexa-and-co">cacher des commandes vocales dans d'autres flux audio</a>. Elles sont inaudibles pour les humains, mais Alexa et Siri peuvent les entendre.

source: Android has a <a href="https://www.theverge.com/platform/amp/2018/9/14/17861150/google-battery-saver-android-9-pie-remote-settings-change"> back door for remotely changing &ldquo;user&rdquo; settings</a>.
fr: Android a une <a href="https://www.theverge.com/platform/amp/2018/9/14/17861150/google-battery-saver-android-9-pie-remote-settings-change">porte dérobée permettant de modifier à distance la configuration « utilisateur »</a>.

source: The article suggests it might be a universal back door, but this isn't clear.
fr: L'article suggère qu'il pourrait s'agir d'une porte dérobée universelle, mais ce n'est pas clair.

source: One version of Windows 10 <a href="https://www.ghacks.net/2018/09/12/microsoft-intercepting-firefox-chrome-installation-on-windows-10/"> harangues users if they try to install Firefox (or Chrome)</a>.
fr: Une des versions de Windows 10 <a href="https://www.ghacks.net/2018/09/12/microsoft-intercepting-firefox-chrome-installation-on-windows-10/">sermonne les utilisateurs s'ils essaient d'installer Firefox (ou Chrome)</a>.

source: Adware Doctor, an ad blocker for MacOS, <a href="https://motherboard.vice.com/en_us/article/wjye8x/mac-anti-adware-doctor-app-steals-browsing-history">reports the user's browsing history</a>.
fr: Adware Doctor, un bloqueur de pubs pour MacOS, <a href="https://motherboard.vice.com/en_us/article/wjye8x/mac-anti-adware-doctor-app-steals-browsing-history">envoie l'historique de navigation de l'utilisateur à sa maison mère</a>.

source: Crackers found a way to break the security of an Amazon device, and <a href="https://boingboing.net/2018/08/12/alexa-bob-carol.html"> turn it into a listening device</a> for them.
fr: Des crackers ont trouvé moyen de contourner les dispositifs de sécurité d'un appareil d'Amazon et de <a href="https://boingboing.net/2018/08/12/alexa-bob-carol.html">le transformer en appareil d'écoute</a> à leur profit.

source: It was very difficult for them to do this. The job would be much easier for Amazon. And if some government such as China or the US told Amazon to do this, or cease to sell the product in that country, do you think Amazon would have the moral fiber to say no?
fr: Ils ont eu beaucoup de mal à faire ça. Ce serait beaucoup plus facile pour Amazon, et si un gouvernement comme celui de la Chine ou des États-Unis disait à Amazon de le faire sous peine de cesser de vendre le produit dans leur pays, pensez-vous qu'Amazon aurait la force morale de refuser ?

source: These crackers are probably hackers too, but please <a href="https://stallman.org/articles/on-hacking.html"> don't use &ldquo;hacking&rdquo; to mean &ldquo;breaking security&rdquo;</a>.
fr: Ces crackers sont probablement aussi des hackers, mais s'il vous plaît <a href="https://stallman.org/articles/on-hacking.html">n'utilisez pas le terme « hacker » dans le sens de « briseurs de sécurité »</a>.

source: Some Google apps on Android <a href="https://www.theguardian.com/technology/2018/aug/13/google-location-tracking-android-iphone-mobile"> record the user's location even when users disable &ldquo;location tracking&rdquo;</a>.
fr: Certaines applis Android <a href="https://www.theguardian.com/technology/2018/aug/13/google-location-tracking-android-iphone-mobile">enregistrent la position de l'utilisateur même quand il désactive la géolocalisation</a>.

source: There are other ways to turn off the other kinds of location tracking, but most users will be tricked by the misleading control.
fr: Il existe des moyens de désactiver les autres modes de localisation, mais la plupart des utilisateurs se font piéger par une configuration trompeuse.

source: Tommy Hilfiger clothing <a href="https://www.theguardian.com/fashion/2018/jul/26/tommy-hilfiger-new-clothing-line-monitor-customers">will monitor how often people wear it</a>.
fr: Les vêtements de Tommy Hilfiger <a href="https://www.theguardian.com/fashion/2018/jul/26/tommy-hilfiger-new-clothing-line-monitor-customers">vont surveiller combien de fois ils sont portés</a>.

source: This will teach the sheeple to find it normal that companies monitor every aspect of what they do.
fr: Cela va apprendre aux gens à trouver normal que les entreprises surveillent chacune de leurs actions.

source: British Airways used <a href="https://www.theverge.com/2018/7/19/17591732/british-airways-gdpr-compliance-twitter-personal-data-security">nonfree JavaScript on its web site to give other companies personal data on its customers</a>.
fr: British Airways a utilisé du <a href="https://www.theverge.com/2018/7/19/17591732/british-airways-gdpr-compliance-twitter-personal-data-security">JavaScript non libre sur son site web pour donner aux autres compagnies des données personnelles de ses clients</a>.

source: Siri, Alexa, and all the other voice-control systems can be <a href="https://www.fastcodesign.com/90139019/a-simple-design-flaw-makes-it-astoundingly-easy-to-hack-siri-and-alexa"> hijacked by programs that play commands in ultrasound that humans can't hear</a>.
fr: Siri, Alexa et tous les autres systèmes de commande vocale peuvent être piratés par des programmes qui <a href="https://www.fastcodesign.com/90139019/a-simple-design-flaw-makes-it-astoundingly-easy-to-hack-siri-and-alexa">envoient les commandes sous forme d'ultrasons inaudibles par les humains</a>.

source: The Jawbone fitness tracker was tethered to a proprietary phone app. In 2017, the company shut down and made the app stop working. <a href="https://www.theguardian.com/technology/2018/jul/05/defunct-jawbone-fitness-trackers-kept-selling-after-app-closure-says-which">All the existing trackers stopped working forever</a>.
fr: Le « traqueur d'activité » de Jawbone était couplé à une appli mobile privatrice. En 2017, la société a fermé et a rendu l'appli inopérante. <a href="https://www.theguardian.com/technology/2018/jul/05/defunct-jawbone-fitness-trackers-kept-selling-after-app-closure-says-which">Tous les traqueurs existants ont cessé de fonctionner pour toujours</a>.

source: The article focuses on a further nasty fillip, that sales of the broken devices continued. But I think that is a secondary issue; it made the nasty consequences extend to some additional people. The fundamental wrong was to design the devices to depend on something else that didn't respect users' freedom.
fr: Cet article souligne un effet pervers supplémentaire, à savoir que les ventes d'appareils inutilisables ont continué. Mais je pense que c'est secondaire ; cela a simplement étendu le préjudice à quelques autre personnes. La faute première, c'est d'avoir conçu des appareils dépendants d'une chose extérieure qui ne respecte pas la liberté des utilisateurs.

source: Some Samsung phones randomly <a href="https://www.theverge.com/circuitbreaker/2018/7/2/17528076/samsung-phones-text-rcs-update-messages">send photos to people in the owner's contact list</a>.
fr: Certains téléphones de Samsung <a href="https://www.theverge.com/circuitbreaker/2018/7/2/17528076/samsung-phones-text-rcs-update-messages">envoient des photos aux contacts de leur propriétaire</a> de manière aléatoire.

source: The game Metal Gear Rising for MacOS was tethered to a server. The company <a href="http://www.gamerevolution.com/news/400087-metal-gear-rising-mac-unplayable-drm"> shut down the server, and all copies stopped working</a>.
fr: Le jeu <cite>Metal Gear Rising</cite> pour MacOS dépendait d'un serveur. La société <a href="http://www.gamerevolution.com/news/400087-metal-gear-rising-mac-unplayable-drm">a arrêté le serveur et toutes les copies du jeu ont cessé de fonctionner</a>.
