Repository: GitMirroring/www-fr
Catalog: proprietary/workshop/mal.*.po
Languages: fr

source: In a court settlement Sony is <a href="http://arstechnica.com/tech-policy/2016/06/if-you-used-to-run-linux-on-your-ps3-you-could-get-55-from-sony/"> now paying for the sabotage</a>.
fr: Après un règlement à l'amiable, Sony <a href="http://arstechnica.com/tech-policy/2016/06/if-you-used-to-run-linux-on-your-ps3-you-could-get-55-from-sony/">le moment est venu pour Sony de payer pour ce sabotage</a>.

source: Flash Player's <a href="http://www.imasuper.com/66/technology/flash-cookies-the-silent-privacy-killer/"> cookie feature helps web sites track visitors</a>.
fr: <a href="http://www.imasuper.com/66/technology/flash-cookies-the-silent-privacy-killer/">Un cookie du lecteur Flash aide les sites web à suivre les visiteurs à la trace</a>).

source: DRM does more nastiness to published works than merely stopping people from looking at and/or copying them. Even when it allows you to look, it harasses you in many ways. Cory Doctorow's article presents <a href="https://boingboing.net/2010/02/18/infographic-buying-d.html"> DVDs as an example</a>.
fr: Le mal que font les DRM aux œuvres publiées est pire que d'en empêcher le visionnage ou la copie. Même lorsqu'ils vous permettent de les voir, ils vous harcèlent de multiple façons. L'article de Cory Doctorow présente <a href="https://boingboing.net/2010/02/18/infographic-buying-d.html">le cas des DVD en exemple</a>.

source: We condemn the propaganda term &ldquo;pirate&rdquo; when it is applied to people that share copies. Many of these DVDs are made and distributed commercially; in reference to that practice, &ldquo;pirate&rdquo; might be partly justified. But not when they protect users from harassment.
fr: Nous condamnons le terme « pirate » quand on l'applique aux gens qui partagent des copies. Beaucoup de ces DVD sont fabriqués et distribués commercialement ; en référence à cette pratique, « pirate » pourrait trouver une justification partielle. Mais pas quand il s'agit de protéger les utilisateurs du harcèlement.

source: The fundamental cause of this harassment, and the fundamental wrong of the DRM in DVDs, is the requirement to use nonfree software to play the DVD. Fortunately we have free replacement software.
fr: Le vice fondamental de ces DRM, cause première du harcèlement, est l'obligation d'utiliser des logiciels non libres pour lire les DVD. Heureusement, nous avons des logiciels libres pour les remplacer.

source: <a href="https://www.eff.org/deeplinks/2008/11/apple-downgrades-macbook-video-drm"> DRM (digital restrictions mechanisms) in MacOS</a>. This article focuses on the fact that a new model of Macbook introduced a requirement for monitors to have malicious hardware, but DRM software in MacOS is involved in activating the hardware. The software for accessing iTunes is also responsible.
fr: <a href="https://www.eff.org/deeplinks/2008/11/apple-downgrades-macbook-video-drm">Le <abbr title="Digital Restrictions Management">DRM</abbr> (dispositif de gestion numérique des restrictions) de MacOS</a>. Cet article porte essentiellement sur le fait qu'un nouveau modèle de Macbook a introduit l'obligation pour les moniteurs d'avoir un composant malveillant, mais le DRM logiciel de MacOS participe à son activation. Le logiciel d'accès à iTune a également une part de responsabilité.

source: Google Chrome contains a key logger that <a href="http://www.favbrowser.com/google-chrome-spyware-confirmed/"> sends Google every URL typed in</a>, one key at a time.
fr: Google Chrome contient un enregistreur de frappe <cite>[keylogger]</cite> qui <a href="http://www.favbrowser.com/google-chrome-spyware-confirmed/">envoie à Google toutes les URL saisies au clavier</a>, un caractère à la fois.

source: The iPhone has a back door <a href="http://www.telegraph.co.uk/technology/3358134/Apples-Jobs-confirms-iPhone-kill-switch.html"> that allows Apple to remotely delete apps</a> which Apple considers &ldquo;inappropriate&rdquo;. Jobs said it's OK for Apple to have this power because of course we can trust Apple.
fr: L'iPhone a une porte dérobée <a href="http://www.telegraph.co.uk/technology/3358134/Apples-Jobs-confirms-iPhone-kill-switch.html">qui permet à Apple de supprimer à distance les applications</a> qu'elle estime « inappropriées ». D'après ce que disait Jobs, il est acceptable qu'Apple possède ce pouvoir, car naturellement nous pouvons lui faire confiance.

source: <a href="https://en.wikipedia.org/wiki/High-bandwidth_Digital_Content_Protection"> HDCP</a> is a DRM system that encrypts video and audio data from the processor to the monitor. It is implemented mainly in hardware, but the system software also participates, which makes it qualify as malware.
fr: <a href="https://fr.wikipedia.org/wiki/High-bandwidth_Digital_Content_Protection">HDCP</a> est un système de gestion numérique des restrictions qui chiffre les données audio et vidéo entre le processeur et le moniteur. Il est essentiellement mis en œuvre au niveau matériel, mais le logiciel système intervient également. On peut donc qualifier ce dernier de malveillant.

source: Besides controlling users, HDCP denies their fair-use rights and causes numerous practical problems.
fr: Outre qu'il maintient les utilisateurs sous son contrôle, le système HDCP leur refuse leurs droits d'usage loyal <cite>[fair use]</cite> et entraîne de nombreux problèmes pratiques.

source: <a href="https://www.eff.org/deeplinks/2008/02/adobe-pushes-drm-flash"> DRM in Flash Player</a>.
fr: <a href="https://www.eff.org/deeplinks/2008/02/adobe-pushes-drm-flash">Le DRM du lecteur Flash</a>.

source: <a href="http://www.computerworld.com/article/2541250/apple-mac/update--apple-plays-hardball--upgrade--bricks--unlocked-iphones.html"> An Apple firmware &ldquo;upgrade&rdquo; bricked iPhones that had been unlocked</a>. The &ldquo;upgrade&rdquo; also deactivated applications not approved by <a href="/proprietary/proprietary-jails.html">Apple censorship</a>. All this was apparently intentional.
fr: <a href="http://www.computerworld.com/article/2541250/apple-mac/update--apple-plays-hardball--upgrade--bricks--unlocked-iphones.html">Une « mise à niveau » du micrologiciel d'Apple a rendu inutilisables les iPhones qui avaient été déverrouillés.</a> La « mise à niveau » a également désactivé les applications non validées par la <a href="/proprietary/proprietary-jails.html">censure d'Apple</a>. Tout ceci était apparemment intentionnel.

source: <a href="http://arstechnica.com/apple/2007/08/aacs-tentacles/">DRM in Windows</a>, introduced to cater to <a href="/proprietary/proprietary-drm.html#bluray">Bluray</a> disks. (The article talks about how the same malware would later be introduced in MacOS. That had not been done at the time, but it was done subsequently.)
fr: <a href="http://arstechnica.com/apple/2007/08/aacs-tentacles/">Un DRM dans Windows</a>, introduit pour répondre aux besoins des disques <a href="/proprietary/proprietary-drm.html#bluray">Blu-ray</a>. (L'article parle de l'introduction du même logiciel malveillant dans MacOS. Ce n'était pas fait à l'époque mais a été fait depuis.)

source: <a href="http://arstechnica.com/apple/2007/08/aacs-tentacles/"> DRM that caters to Bluray disks</a>. (The article focused on Windows and said that MacOS would do the same thing subsequently.)
fr: <a href="http://arstechnica.com/apple/2007/08/aacs-tentacles/">Un DRM qui répond aux besoins des disques Blu-ray</a> (l'article traitait surtout de Windows et disait que MacOS ferait la même chose par la suite).

source: iTunes videos have DRM, which allows Apple to <a href="https://en.wikipedia.org/wiki/FairPlay">dictate where its customers can watch the videos they purchased</a>.
fr: Les vidéos d'iTunes ont un DRM, ce qui permet à Apple de <a href="https://fr.wikipedia.org/wiki/FairPlay">décider où ses clients peuvent regarder les vidéos qu'ils ont achetées</a>.

source: In addition to its <a href="#swindle-eraser">book eraser</a>, the Kindle-Swindle has a <a href="http://www.amazon.com/gp/help/customer/display.html?nodeId=200774090"> universal back door</a>.
fr: En plus de son <a href="#swindle-eraser">effaceur de livre</a>, le Kindle-Swindle a une <a href="http://www.amazon.com/gp/help/customer/display.html?nodeId=200774090">porte dérobée universelle</a>.

source: The Kindle also has a <a href="http://www.amazon.com/gp/help/customer/display.html?nodeId=200774090"> universal back door</a>.
fr: Le Kindle a aussi une <a href="http://www.amazon.com/gp/help/customer/display.html?nodeId=200774090">porte dérobée universelle</a>.

source: Almost every phone's communication processor has a universal back door which is <a href="https://www.schneier.com/blog/archives/2006/12/remotely_eavesd_1.html"> often used to make a phone transmit all conversations it hears</a>. See <a href="/proprietary/malware-mobiles.html#universal-back-door">Malware in Mobile Devices</a> for more info.
fr: Chacun, ou presque, des processeurs de communication utilisés en téléphonie a une porte dérobée universelle qui est <a href="https://www.schneier.com/blog/archives/2006/12/remotely_eavesd_1.html">souvent employée pour forcer le téléphone à transmettre toutes les conversations qu'il entend</a>. Voir <a href="/proprietary/malware-mobiles.html#universal-back-door">Malveillance des appareils mobiles</a> pour en savoir plus.

source: Blizzard Warden is a hidden &ldquo;cheating-prevention&rdquo; program that <a href="https://www.eff.org/deeplinks/2005/10/new-gaming-feature-spyware"> spies on every process running on a gamer's computer and sniffs a good deal of personal data</a>, including lots of activities which have nothing to do with cheating.
fr: Warden est un programme caché censé « prévenir la triche » dans les jeux de Blizzard. Il <a href="https://www.eff.org/deeplinks/2005/10/new-gaming-feature-spyware">espionne chacun des processus actifs sur l'ordinateur du joueur et renifle une bonne quantité de données personnelles</a>, dont un grand nombre correspondent à des activités n'ayant rien à voir avec la triche.
