Repository: GitMirroring/www-fr
Catalog: proprietary/workshop/mal.*.po
Languages: fr

source: Furthermore, for users who installed the fourth stable build of Windows 10, called the &ldquo;Creators Update,&rdquo; Windows maximized the surveillance <a href="https://arstechnica.com/gadgets/2017/10/dutch-privacy-regulator-says-that-windows-10-breaks-the-law"> by force setting the telemetry mode to &ldquo;Full&rdquo;</a>.
fr: De plus, pour les utilisateurs qui ont installé la quatrième mise à jour stable de Windows 10 (appelée « Creators Update »), Windows a poussé la surveillance à son maximum <a href="https://arstechnica.com/gadgets/2017/10/dutch-privacy-regulator-says-that-windows-10-breaks-the-law">en réglant par défaut le niveau de télémétrie à « Complet »</a>.

source: The <a href="https://docs.microsoft.com/en-us/windows/privacy/configure-windows-diagnostic-data-in-your-organization#full-level"> &ldquo;Full&rdquo; telemetry mode</a> allows Microsoft Windows engineers to access, among other things, registry keys <a href="https://technet.microsoft.com/en-us/library/cc939702.aspx">which can contain sensitive information like administrator's login password</a>.
fr: Le <a href="https://docs.microsoft.com/en-us/windows/privacy/configure-windows-diagnostic-data-in-your-organization#full-level">niveau « Complet »</a> de télémétrie permet aux ingénieurs de Microsoft d'accéder, entre autres, à des clés de registre qui contiennent <a href="https://technet.microsoft.com/en-us/library/cc939702.aspx">de l'information sensible comme le mot de passe administrateur</a>.

source: Apple is <a href="https://www.eff.org/deeplinks/2017/10/iranian-hardliners-want-isolated-internet"> censoring apps for the US government too</a>. Specifically, it is deleting apps developed by Iranians.
fr: Cette société <a href="https://www.eff.org/deeplinks/2017/10/iranian-hardliners-want-isolated-internet">censure également des applis pour le gouvernement américain</a>. Plus précisément, elle supprime les applis développées par des Iraniens.

source: The root of these wrongs are in Apple. If Apple had not designed the iMonsters to let Apple censor applications, Apple would not have had the power to stop users from installing whatever kind of apps.
fr: La source du problème est Apple. Si elle n'avait pas conçu les iMonstres pour lui permettre de censurer les applications, elle n'aurait pas eu le pouvoir d'empêcher les utilisateurs d'installer certains types d'applis.

source: MacOS High Sierra forcibly reformats SSD boot drives, and <a href="https://www.macworld.com/article/3230498/storage/apple-file-system-apfs-faq.html"> changes the file system from HFS+ to APFS</a>, which cannot be accessed from GNU/Linux, Windows or even older versions of MacOS.
fr: MacOS High Sierra reformate d'office les disques de démarrages SSD et <a href="https://www.macworld.com/article/3230498/storage/apple-file-system-apfs-faq.html">remplace le système de fichiers HFS+ par APFS</a>, système auquel ni GNU/Linux, ni Windows, ni même les anciennes versions de MacOS ne peuvent accéder.

source: The Canary home surveillance camera has been sabotaged by its manufacturer, <a href="https://www.theverge.com/circuitbreaker/2017/10/4/16426394/canary-smart-home-camera-free-service-update-change"> turning off many features unless the user starts paying for a subscription</a>.
fr: Le fabricant de Canary, un système domotique de vidéosurveillance, l'a saboté en <a href="https://www.theverge.com/circuitbreaker/2017/10/4/16426394/canary-smart-home-camera-free-service-update-change">inactivant de nombreuses fonctionnalités à moins que l'utilisateur ne commence à payer un abonnement</a>.

source: With manufacturers like these, who needs security breakers?
fr: Avec des fabricants comme ça, qui a besoin de pirates ?

source: The purchasers should learn the larger lesson and reject connected appliances with embedded proprietary software. Every such product is a temptation to commit sabotage.
fr: Les acheteurs devraient en tirer une leçon plus générale et rejeter les appareils connectés contenant du logiciel privateur embarqué. Chacun de ces produits est une invitation au sabotage.

source: Every &ldquo;home security&rdquo; camera, if its manufacturer can communicate with it, is a surveillance device. <a href="https://www.theverge.com/circuitbreaker/2017/10/4/16426394/canary-smart-home-camera-free-service-update-change"> Canary camera is an example</a>.
fr: Tout système domotique de « vidéoprotection » peut servir à la surveillance dès lors que son fabricant peut communiquer avec lui. <a href="https://www.theverge.com/circuitbreaker/2017/10/4/16426394/canary-smart-home-camera-free-service-update-change">La caméra Canary en est un exemple</a>.

source: The article describes wrongdoing by the manufacturer, based on the fact that the device is tethered to a server.
fr: Cet article décrit des méfaits commis par le fabricant, basés sur le fait que le fonctionnement de l'appareil dépend d'un serveur.

source: <a href="/proprietary/proprietary-tethers.html">More about proprietary tethering</a>.
fr: (Autres exemples de <a href="/proprietary/proprietary-tethers.html">logiciels privateurs dépendant d'un serveur</a>)

source: But it also demonstrates that the device gives the company surveillance capability.
fr: Mais cela démontre également que l'appareil donne à cette entreprise des moyens de surveillance.

source: Bad security in some cars makes it possible to <a href="https://cve.mitre.org/cgi-bin/cvename.cgi?name=CVE-2017-14937"> remotely activate the airbags</a>.
fr: La mauvaise sécurisation de certaines voitures rend possible <a href="https://cve.mitre.org/cgi-bin/cvename.cgi?name=CVE-2017-14937">l'activation à distance des airbags</a>.

source: In the latest iThings system, &ldquo;turning off&rdquo; WiFi and Bluetooth the obvious way <a href="https://www.theguardian.com/technology/2017/sep/21/ios-11-apple-toggling-wifi-bluetooth-control-centre-doesnt-turn-them-off"> doesn't really turn them off</a>. A more advanced way really does turn them off&mdash;only until 5am. That's Apple for you&mdash;&ldquo;We know you want to be spied on&rdquo;.
fr: Dans la dernière version du système iTruc, <a href="https://www.theguardian.com/technology/2017/sep/21/ios-11-apple-toggling-wifi-bluetooth-control-centre-doesnt-turn-them-off">on ne peut pas vraiment arrêter le WiFi et le Bluetouth</a> par le moyen le plus évident. C'est possible de manière plus élaborée, mais seulement jusqu'à 5h du matin. Bon exemple de la méthode Apple : « Nous savons que vous voulez être espionné. »

source: A &ldquo;smart&rdquo; intravenous pump designed for hospitals is connected to the internet. Naturally <a href="https://www.techdirt.com/articles/20170920/09450338247/smart-hospital-iv-pump-vulnerable-to-remote-hack-attack.shtml"> its security has been cracked</a>.
fr: Une pompe intraveineuse « intelligente » destinée aux hôpitaux est connectée à Internet. Naturellement, <a href="https://www.techdirt.com/articles/20170920/09450338247/smart-hospital-iv-pump-vulnerable-to-remote-hack-attack.shtml">son système de sécurité a été piraté</a>.

source: Note that this article misuses the term <a href="/philosophy/words-to-avoid.html#Hacker">&ldquo;hackers&rdquo;</a> referring to crackers.
fr: Notez que cet article utilise le terme « <a href="/philosophy/words-to-avoid.html#Hacker">hackers</a> » pour désigner des pirates informatiques (ou crackers).

source: Tesla used software to limit the part of the battery that was available to customers in some cars, and <a href="https://techcrunch.com/2017/09/09/tesla-flips-a-switch-to-increase-the-range-of-some-cars-in-florida-to-help-people-evacuate/"> a universal back door in the software</a> to temporarily increase this limit.
fr: Dans certaines voitures, Tesla a limité la fraction de batterie utilisable par ses clients au moyen d'un logiciel et a levé temporairement cette limitation au moyen d'une <a href="https://techcrunch.com/2017/09/09/tesla-flips-a-switch-to-increase-the-range-of-some-cars-in-florida-to-help-people-evacuate/">porte dérobée universelle dans ce logiciel</a>.

source: While remotely allowing car &ldquo;owners&rdquo; to use the whole battery capacity did not do them any harm, the same back door would permit Tesla (perhaps under the command of some government) to remotely order the car to use none of its battery. Or perhaps to drive its passenger to a torture prison.
fr: Donner à distance aux « propriétaires » la permission d'utiliser l'entière capacité de la batterie ne leur fait aucun mal. Cependant, la même porte dérobée permettrait à Tesla (peut-être sur commande d'un gouvernement) de donner à la voiture l'ordre distant de ne plus utiliser du tout sa batterie, ou même de conduire son passager vers une prison de torture.

source: Tesla used software to limit customers to using just <a href="https://techcrunch.com/2017/09/09/tesla-flips-a-switch-to-increase-the-range-of-some-cars-in-florida-to-help-people-evacuate/">part of the battery of some cars</a>.
fr: Dans certaines voitures, Tesla a utilisé un logiciel qui <a href="https://techcrunch.com/2017/09/09/tesla-flips-a-switch-to-increase-the-range-of-some-cars-in-florida-to-help-people-evacuate/">limite l'utilisation de la batterie</a> par le client à une partie seulement de sa capacité.

source: The bad security in many Internet of Stings devices allows <a href="https://www.techdirt.com/articles/20170828/08152938092/iot-devices-provide-comcast-wonderful-new-opportunity-to-spy-you.shtml">ISPs to snoop on the people that use them</a>.
fr: La mauvaise sécurisation de beaucoup d'appareils de l'Internet des dangers permet aux <a href="https://www.techdirt.com/articles/20170828/08152938092/iot-devices-provide-comcast-wonderful-new-opportunity-to-spy-you.shtml">fournisseurs de services d'espionner les gens qui les utilisent</a>.

source: Don't be a sucker&mdash;reject all the stings.
fr: Ne vous laissez pas avoir, rejetez tous ces objets dangereux.

source: It is unfortunate that the article uses the term <a href="/philosophy/words-to-avoid.html#Monetize">&ldquo;monetize&rdquo;</a>.
fr: C'est dommage que l'article utilise le terme « <a href="/philosophy/words-to-avoid.html#Monetize">monétiser</a> ».

source: The Sarahah app <a href="https://theintercept.com/2017/08/27/hit-app-sarahah-quietly-uploads-your-address-book/"> uploads all phone numbers and email addresses</a> in user's address book to developer's server. Note that this article misuses the words &ldquo;<a href="/philosophy/free-sw.html">free software</a>&rdquo; referring to zero price.
fr: L'appli Sarahah <a href="https://theintercept.com/2017/08/27/hit-app-sarahah-quietly-uploads-your-address-book/">envoie tous les numéros de téléphone et adresses de courriel</a> présents dans le carnet d'adresse de l'utilisateur sur le serveur du développeur. Notez que cet article emploie à mauvais escient l'expression <cite><a href="/philosophy/free-sw.html">free software</a></cite> dans le sens de « logiciel gratuit ».

source: Sonos <a href="http://www.zdnet.com/article/sonos-accept-new-privacy-policy-speakers-cease-to-function/"> told all its customers, &ldquo;Agree&rdquo; to snooping or the product will stop working</a>. <a href="https://www.consumerreports.org/consumerist/sonos-holds-software-updates-hostage-if-you-dont-sign-new-privacy-agreement/"> Another article</a> says they won't forcibly change the software, but people won't be able to get any upgrades and eventually it will stop working.
fr: Sonos a dit à ses tous clients : <a href="http://www.zdnet.com/article/sonos-accept-new-privacy-policy-speakers-cease-to-function/">« Accepte » d'être espionné, ou bien l'appareil cessera de fonctionner</a>. D'après <a href="https://www.consumerreports.org/consumerist/sonos-holds-software-updates-hostage-if-you-dont-sign-new-privacy-agreement/">un autre article</a>, le logiciel ne sera pas modifié de force, mais comme les gens ne pourront plus obtenir de mise à jour, il finira par ne plus fonctionner.

source: Any device that has a microphone and a speaker could be <a href="http://www.washington.edu/news/2017/08/16/computer-scientists-use-music-to-covertly-track-body-movements-activity/">turned into a sonar system that would track the movements of people in the same room or other rooms nearby</a>.
fr: Tout appareil muni d'un micro et d'un haut-parleur pourrait être <a href="http://www.washington.edu/news/2017/08/16/computer-scientists-use-music-to-covertly-track-body-movements-activity/">converti en sonar pour suivre les mouvements des gens dans la pièce où il se trouve ou dans des pièces adjacentes</a>.

source: While you're using a DJI drone to snoop on other people, DJI is in many cases <a href="https://www.theverge.com/2017/8/4/16095244/us-army-stop-using-dji-drones-cybersecurity">snooping on you</a>.
fr: Pendant que vous utilisez un drone DJI pour espionner d'autres personnes, le DJI est dans la plupart des cas <a href="https://www.theverge.com/2017/8/4/16095244/us-army-stop-using-dji-drones-cybersecurity">en train de vous espionner</a>.

source: Apple <a href="https://www.nytimes.com/2017/07/29/technology/china-apple-censorhip.html"> deleted several VPNs from its app store for China</a>, thus using its own censorship power to strengthen that of the Chinese government.
fr: Apple a <a href="https://www.nytimes.com/2017/07/29/technology/china-apple-censorhip.html">supprimé plusieurs VPN de son app store chinois</a>, utilisant ainsi sa propre capacité de censure pour renforcer celle du gouvernement chinois.

source: 20 dishonest Android apps recorded <a href="https://arstechnica.com/information-technology/2017/07/stealthy-google-play-apps-recorded-calls-and-stole-e-mails-and-texts">phone calls and sent them and text messages and emails to snoopers</a>.
fr: Une vingtaine d'applis Android malhonnêtes ont enregistré <a href="https://arstechnica.com/information-technology/2017/07/stealthy-google-play-apps-recorded-calls-and-stole-e-mails-and-texts">des appels téléphoniques et les ont envoyées à des fouineurs, ainsi que des textos et des courriels</a>.

source: Google did not intend to make these apps spy; on the contrary, it worked in various ways to prevent that, and deleted these apps after discovering what they did. So we cannot blame Google specifically for the snooping of these apps.
fr: Google n'a pas forcé ces applis à espionner ; au contraire, elle a essayé d'empêcher ça de diverses manières et a supprimé ces applis après avoir découvert ce qu'elles faisaient. Donc nous ne pouvons pas mettre sur le dos de Google ce comportement fouineur particulier.

source: On the other hand, Google redistributes nonfree Android apps, and therefore shares in the responsibility for the injustice of their being nonfree. It also distributes its own nonfree apps, such as Google Play, <a href="/philosophy/free-software-even-more-important.html">which are malicious</a>.
fr: Cependant, Google redistribue des applis Android non libres et donc partage la responsabilité de l'injustice qu'entraîne leur caractère privateur. De plus, cette société redistribue ses propres applis non libres (par exemple Google Play), <a href="/philosophy/free-software-even-more-important.html">qui sont malveillantes</a>.

source: Could Google have done a better job of preventing apps from cheating? There is no systematic way for Google, or Android users, to inspect executable proprietary apps to see what they do.
fr: Est-ce que Google aurait pu faire plus pour empêcher ces applis de tricher ? Il n'y a aucun moyen systématique pour Google, ni pour les utilisateurs d'Android, d'inspecter les applis privatrices exécutables pour voir ce qu'elles font.

source: Google could demand the source code for these apps, and study the source code somehow to determine whether they mistreat users in various ways. If it did a good job of this, it could more or less prevent such snooping, except when the app developers are clever enough to outsmart the checking.
fr: Google pourrait demander le code source de ces applis et l'étudier pour déterminer si elles font du tort aux utilisateurs d'une façon ou d'une autre. Si ce contrôle était fait correctement, l'espionnage pourrait être plus ou moins évité, sauf si les développeurs d'applis étaient assez astucieux pour le déjouer.

source: But since Google itself develops malicious apps, we cannot trust Google to protect us. We must demand release of source code to the public, so we can depend on each other.
fr: Mais puisque Google développe ses propres applis malveillantes, nous ne pouvons pas lui faire confiance pour nous protéger. Nous devons exiger la publication du code source, pour que nous puissions compter les uns sur les autres.

source: Lots of &ldquo;smart&rdquo; products are designed <a href="http://enews.cnet.com/ct/42931641:shoPz52LN:m:1:1509237774:B54C9619E39F7247C0D58117DD1C7E96:r:27417204357610908031812337994022">to listen to everyone in the house, all the time</a>.
fr: Quantité d'appareils « intelligents » pour la maison sont conçus <a href="http://enews.cnet.com/ct/42931641:shoPz52LN:m:1:1509237774:B54C9619E39F7247C0D58117DD1C7E96:r:27417204357610908031812337994022">pour écouter chacun en permanence</a>.

source: Today's technological practice does not include any way of making a device that can obey your voice commands without potentially spying on you. Even if it is air-gapped, it could be saving up records about you for later examination.
fr: Les pratiques technologiques actuelles ne proposent aucun moyen de fabriquer un appareil pouvant obéir à vos commandes vocales sans possibilité de vous espionner. Même s'il est muni d'un <cite>air gap</cite> qui l'isole physiquement des réseaux, l'appareil peut sauvegarder des renseignements sur vous pour les examiner plus tard.

source: Many models of Internet-connected cameras contain a glaring back door&mdash;they have login accounts with hard-coded passwords, which can't be changed, and <a href="https://arstechnica.com/security/2017/06/internet-cameras-expose-private-video-feeds-and-remote-controls/"> there is no way to delete these accounts either</a>.
fr: De nombreux modèles de caméras connectées contiennent une porte dérobée caractérisée. Elles ont des comptes utilisateurs avec des mots de passe codés en dur, non modifiables, et qui <a href="https://arstechnica.com/security/2017/06/internet-cameras-expose-private-video-feeds-and-remote-controls/">ne peuvent pas non plus être supprimés</a>.

source: Since these accounts with hard-coded passwords are impossible to delete, this problem is not merely an insecurity; it amounts to a back door that can be used by the manufacturer (and government) to spy on users.
fr: Puisque ces comptes avec mots de passe codés en dur sont impossibles à supprimer, il ne s'agit pas seulement d'insécurité ; il s'agit d'une porte dérobée qui peut être utilisée par le fabricant (et le gouvernement) pour espionner les utilisateurs.

source: Many models of Internet-connected cameras <a href="/proprietary/proprietary-back-doors.html#InternetCameraBackDoor"> have backdoors</a>.
fr: De nombreux modèles de caméras connectées <a href="/proprietary/proprietary-back-doors.html#InternetCameraBackDoor">ont des portes dérobées</a>.

source: That is a malicious functionality, but in addition it is a gross insecurity since anyone, including malicious crackers, <a href="https://arstechnica.com/security/2017/06/internet-cameras-expose-private-video-feeds-and-remote-controls/">can find those accounts and use them to get into users' cameras</a>.
fr: C'est une fonctionnalité malveillante, mais également une énorme faille de sécurité puisque n'importe qui, y compris un cracker malintentionné, <a href="https://arstechnica.com/security/2017/06/internet-cameras-expose-private-video-feeds-and-remote-controls/">peut trouver ces comptes et les utiliser pour s'introduire dans les caméras des utilisateurs</a>.

source: Many models of Internet-connected cameras are tremendously insecure. They have login accounts with hard-coded passwords, which can't be changed, and <a href="https://arstechnica.com/security/2017/06/internet-cameras-expose-private-video-feeds-and-remote-controls/">there is no way to delete these accounts either</a>.
fr: De nombreux modèles de caméras connectées sont extrêmement mal sécurisées. Elles ont des comptes utilisateurs avec des mots de passe codés en dur, non modifiables, et <a href="https://arstechnica.com/security/2017/06/internet-cameras-expose-private-video-feeds-and-remote-controls/">il n'y a pas moyen non plus de supprimer ces comptes</a>.

source: Windows 10 S was a jail: <a href="https://www.theguardian.com/technology/2017/may/03/windows-10-s-microsoft-faster-pc-comparison"> only programs from the Windows Store could be installed and executed</a>. It was however possible to <a href="https://www.theverge.com/2017/6/13/15789998/microsoft-windows-10-s-upgrade-windows-10-pro-guide"> upgrade to Windows 10 Pro</a>. The successor of Windows 10 S is a special configuration of Windows 10 called <a href="https://support.microsoft.com/en-gb/help/4020089/windows-10-in-s-mode-faq"> S mode</a>. The major difference with Windows 10 S is that there is an easy way to switch out of S mode.
fr: Windows 10 S était une prison : <a href="https://www.theguardian.com/technology/2017/may/03/windows-10-s-microsoft-faster-pc-comparison">Seuls les programmes du magasin de Windows pouvaient être installés et exécutés</a>. Il était cependant possible de <a href="https://www.theverge.com/2017/6/13/15789998/microsoft-windows-10-s-upgrade-windows-10-pro-guide">passer à Windows 10 Pro</a>. Le successeur de Windows 10 S est une configuration spéciale de Windows 10 appelée <a href="https://support.microsoft.com/en-gb/help/4020089/windows-10-in-s-mode-faq">mode S</a>. Sa différence principale avec Windows 10 est qu'on peut facilement sortir du mode S.

source: Apple will stop <a href="https://www.theguardian.com/technology/2017/jun/06/iphone-ipad-apps-games-apple-5-5c-obsolete">fixing bugs for older model iThings</a>.
fr: Apple va cesser de <a href="https://www.theguardian.com/technology/2017/jun/06/iphone-ipad-apps-games-apple-5-5c-obsolete">fournir des correctifs pour les anciens modèles d'iTrucs</a>.

source: Meanwhile, Apple stops people from fixing problems themselves; that's the nature of proprietary software.
fr: En même temps, Apple empêche les gens de corriger les problèmes par eux-mêmes ; c'est la nature du logiciel privateur.

source: Intel's CPU backdoor&mdash;the Intel Management Engine&mdash;had a <a href="https://arstechnica.com/security/2017/05/intel-patches-remote-code-execution-bug-that-lurked-in-cpus-for-10-years/">major security vulnerability for 10 years</a>.
fr: La porte dérobée des processeurs Intel – <cite>Intel Management Engine</cite> – a eu <a href="https://arstechnica.com/security/2017/05/intel-patches-remote-code-execution-bug-that-lurked-in-cpus-for-10-years/">une faille de sécurité très grave pendant 10 ans</a>.

source: The vulnerability allowed a cracker to access the computer's Intel Active Management Technology (AMT) <a href="https://arstechnica.com/security/2017/05/the-hijacking-flaw-that-lurked-in-intel-chips-is-worse-than-anyone-thought/"> web interface with an empty password and gave administrative access</a> to access the computer's keyboard, mouse, monitor among other privileges.
fr: Cette vulnérabilité permettait aux crackers d'accéder à l'interface web de la « technologie Intel de gestion active » (AMT) de l'ordinateur <a href="https://arstechnica.com/security/2017/05/the-hijacking-flaw-that-lurked-in-intel-chips-is-worse-than-anyone-thought/">avec un mot de passe vide et leur donnait des droits d'administrateur</a> pour accéder au clavier, à la souris et au moniteur, entre autres privilèges.
