Repository: GitMirroring/www-fr
Catalog: proprietary/workshop/mal.*.po
Languages: fr

source: The <a class="not-a-duplicate" href="http://finance.yahoo.com/blogs/the-exchange/privacy-advocates-worry-over-new-apple-iphone-tracking-feature-161836223.html"> iBeacon</a> lets stores determine exactly where the iThing is, and get other info too.
fr: <a class="not-a-duplicate" href="http://finance.yahoo.com/blogs/the-exchange/privacy-advocates-worry-over-new-apple-iphone-tracking-feature-161836223.html">L'i-Beacon</a> permet aux magasins de déterminer exactement où se trouve l'iTruc et récupère aussi d'autres informations.

source: <a href="http://www.zerohedge.com/news/2013-12-30/how-nsa-hacks-your-iphone-presenting-dropout-jeep"> Either Apple helps the NSA snoop on all the data in an iThing, or it is totally incompetent</a>.
fr: <a href="http://www.zerohedge.com/news/2013-12-30/how-nsa-hacks-your-iphone-presenting-dropout-jeep">Ou bien Apple aide la NSA à espionner toutes les données des iTrucs, ou bien cette société est totalement incompétente</a>.

source: <a href="http://www.bunniestudios.com/blog/?p=3554"> Some flash memories have modifiable software</a>, which makes them vulnerable to viruses.
fr: <a href="http://www.bunniestudios.com/blog/?p=3554">Certaines mémoires flash ont des logiciels modifiables</a>, ce qui les rend vulnérables aux virus.

source: We don't call this a &ldquo;back door&rdquo; because it is normal that you can install a new system in a computer, given physical access to it. However, memory sticks and cards should not be modifiable in this way.
fr: Nous n'appelons pas cela une « porte dérobée » parce que c'est normal de pouvoir installer un nouveau système dans un ordinateur si l'on y a accès physiquement. Cependant, il ne faut pas que les clés USB et les cartes mémoire soient modifiables de cette façon-là.

source: The nonfree Snapchat app's principal purpose is to restrict the use of data on the user's computer, but it does surveillance too: <a href="http://www.theguardian.com/media/2013/dec/27/snapchat-may-be-exposed-hackers"> it tries to get the user's list of other people's phone numbers</a>.
fr: L'application non libre Snapchat a pour but principal de restreindre l'utilisation de données sur l'ordinateur de l'utilisateur, mais elle fait aussi de l'espionnage : <a href="http://www.theguardian.com/media/2013/dec/27/snapchat-may-be-exposed-hackers">elle essaie de récupérer le répertoire téléphonique de l'utilisateur</a>.

source: The Brightest Flashlight app <a href="http://www.theguardian.com/technology/2013/dec/06/android-app-50m-downloads-sent-data-advertisers"> sends user data, including geolocation, for use by companies</a>.
fr: L'application <cite>Brightest Flashlight</cite> (litt., lampe de poche la plus brillante) <a href="http://www.theguardian.com/technology/2013/dec/06/android-app-50m-downloads-sent-data-advertisers">diffuse des données personnelles, y compris de géolocalisation, à l'usage de certaines entreprises</a>.

source: The FTC criticized this app because it asked the user to approve sending personal data to the app developer but did not ask about sending it to other companies. This shows the weakness of the reject-it-if-you-dislike-snooping &ldquo;solution&rdquo; to surveillance: why should a flashlight app send any information to anyone? A free software flashlight app would not.
fr: La FTC a critiqué cette application parce qu'elle demandait l'accord de l'utilisateur pour l'envoi de données personnelles à son développeur, mais pas pour l'envoi à d'autres sociétés. Ceci montre la faiblesse de la « solution » du style refusez-si-vous-n'aimez-pas-les-fouineurs : pourquoi une application lampe de poche devrait-elle envoyer de l'information à quiconque ? Une application lampe de poche libre ne le ferait pas.

source: <a href="http://arstechnica.com/security/2013/12/credit-card-fraud-comes-of-age-with-first-known-point-of-sale-botnet/"> Point-of-sale terminals running Windows were taken over</a> and turned into a botnet for the purpose of collecting customers' credit card numbers.
fr: <a href="http://arstechnica.com/security/2013/12/credit-card-fraud-comes-of-age-with-first-known-point-of-sale-botnet/">Des terminaux de paiement tournant sous Windows ont été piratés</a> et transformés en botnet afin de récupérer les numéros de cartes de crédit des clients.

source: <a href="http://www.techienews.co.uk/973462/bitcoin-miners-bundled-pups-legitimate-applications-backed-eula/"> Some applications come with MyFreeProxy, which is a universal back door</a> that can download programs and run them.
fr: <a href="http://www.techienews.co.uk/973462/bitcoin-miners-bundled-pups-legitimate-applications-backed-eula/">Certaines applications sont associées à MyFreeProxy, qui est une porte dérobée universelle</a> capable de télécharger des programmes et de les exécuter.

source: <a href="https://www.eff.org/deeplinks/2013/11/drm-cars-will-drive-consumers-crazy"> DRM in cars will drive consumers crazy</a>.
fr: <a href="https://www.eff.org/deeplinks/2013/11/drm-cars-will-drive-consumers-crazy">Les DRM des voitures vont conduire les consommateurs à la démence</a>.

source: <a href="https://web.archive.org/web/20180816030205/http://www.spiegel.de/international/world/privacy-scandal-nsa-can-spy-on-smart-phone-data-a-920971.html"> The NSA can tap data in smart phones, including iPhones, Android, and BlackBerry</a>. While there is not much detail here, it seems that this does not operate via the universal back door that we know nearly all portable phones have. It may involve exploiting various bugs. There are <a href="http://www.osnews.com/story/27416/The_second_operating_system_hiding_in_every_mobile_phone"> lots of bugs in the phones' radio software</a>.
fr: <a href="https://web.archive.org/web/20180816030205/http://www.spiegel.de/international/world/privacy-scandal-nsa-can-spy-on-smart-phone-data-a-920971.html">La NSA peut aller chercher des données dans les smartphones, que ce soit les iPhones, les Android ou les Blackberry</a>. Bien que l'article soit peu détaillé, il semble que cette opération n'utilise pas la porte dérobée universelle qui, on le sait, se trouve dans presque tous les téléphones portables. Il est possible qu'elle exploite différents bogues. Il y a de plus <a href="http://www.osnews.com/story/27416/The_second_operating_system_hiding_in_every_mobile_phone">une multitude de bogues dans le logiciel de radio des téléphones</a>.

source: <a href="http://consumerman.com/Rent-to-own%20giant%20accused%20of%20spying%20on%20its%20customers.htm"> Rent-to-own computers were programmed to spy on their renters</a>.
fr: <a href="http://consumerman.com/Rent-to-own%20giant%20accused%20of%20spying%20on%20its%20customers.htm">Les ordinateurs en location-vente étaient programmés pour espionner leurs utilisateurs</a>.

source: Flash and JavaScript are used for <a href="http://arstechnica.com/security/2013/10/top-sites-and-maybe-the-nsa-track-users-with-device-fingerprinting/"> &ldquo;fingerprinting&rdquo; devices</a> to identify users.
fr: Flash et JavaScript sont employés dans <a href="http://arstechnica.com/security/2013/10/top-sites-and-maybe-the-nsa-track-users-with-device-fingerprinting/">des dispositifs de « profilage »</a> destinés à identifier les utilisateurs.

source: <a href="http://web.archive.org/web/20131007102857/http://www.nclnet.org/technology/73-digital-rights-management/124-whos-driving-the-copyright-laws-consumers-insist-on-the-right-to-back-it-up"> DVDs and Bluray disks have DRM</a>.
fr: <a href="http://web.archive.org/web/20131007102857/http://www.nclnet.org/technology/73-digital-rights-management/124-whos-driving-the-copyright-laws-consumers-insist-on-the-right-to-back-it-up">Les DVD et les disques Blu-ray ont des DRM</a>.

source: That page uses spin terms that favor DRM, including <a href="/philosophy/words-to-avoid.html#DigitalRightsManagement"> digital &ldquo;rights&rdquo; management</a> and <a href="/philosophy/words-to-avoid.html#Protection">&ldquo;protect&rdquo;</a>, and it claims that &ldquo;artists&rdquo; (rather than companies) are primarily responsible for putting digital restrictions management into these disks. Nonetheless, it is a reference for the facts.
fr: Cette page nous sert le baratin en faveur des menottes numériques, entre autres « <a href="/philosophy/words-to-avoid.html#DigitalRightsManagement">gestion numérique des droits</a> » et « <a href="/philosophy/words-to-avoid.html#Protection">protéger</a> », et prétend que les « artistes » (plutôt que les éditeurs) sont responsables de l'introduction de la gestion numérique des restrictions dans ces disques. Néanmoins, c'est une référence factuelle.

source: Every Bluray disk (with few, rare exceptions) has DRM&mdash;so don't use Bluray disks!
fr: Tous les disques Blu-ray (à quelques rares exceptions près) ont un DRM. Aussi, n'utilisez pas de disque Blu-ray !

source: Here is a big problem whose details are still secret: <a href="http://mashable.com/2013/09/11/fbi-microsoft-bitlocker-backdoor/"> The FBI asks lots of companies to put back doors in proprietary programs</a>. We don't know of specific cases where this was done, but every proprietary program for encryption is a possibility.
fr: Voici un gros problème dont les détails sont encore secrets : <a href="http://mashable.com/2013/09/11/fbi-microsoft-bitlocker-backdoor/">le FBI demande à de nombreuses entreprises de mettre des portes dérobées dans des programmes privateurs</a>. Nous ne connaissons pas de cas précis, mais chacun des programmes privateurs de chiffrement est un candidat possible.

source: <a href="http://www.theguardian.com/world/2013/sep/05/nsa-gchq-encryption-codes-security">The NSA has put back doors into nonfree encryption software</a>. We don't know which ones they are, but we can be sure they include some widely used systems. This reinforces the point that you can never trust the security of nonfree software.
fr: <a href="http://www.theguardian.com/world/2013/sep/05/nsa-gchq-encryption-codes-security">La NSA a mis des portes dérobées dans des logiciels de cryptographie non libres</a>. Nous ne savons pas lesquels, mais nous pouvons être sûrs que parmi eux il y a des systèmes largement utilisés. Cela confirme qu'on ne peut pas faire confiance à la sécurité des logiciels non libres.

source: The FTC punished a company for making webcams with <a href="http://www.nytimes.com/2013/09/05/technology/ftc-says-webcams-flaw-put-users-lives-on-display.html"> bad security so that it was easy for anyone to watch through them</a>.
fr: La <abbr title="Federal Trade Commission">FTC</abbr> a sanctionné une entreprise pour avoir fabriqué des webcams comportant des <a href="http://www.nytimes.com/2013/09/05/technology/ftc-says-webcams-flaw-put-users-lives-on-display.html">failles de sécurité telles qu'il était facile pour n'importe qui de regarder ce qui était filmé</a>.

source: &ldquo;Dark patterns&rdquo; are <a href="http://www.theverge.com/2013/8/29/4640308/dark-patterns-inside-the-interfaces-designed-to-trick-you">user interfaces designed to mislead users, or make option settings hard to find</a>.
fr: Les <cite>Dark Patterns</cite> sont <a href="http://www.theverge.com/2013/8/29/4640308/dark-patterns-inside-the-interfaces-designed-to-trick-you">des interfaces web conçues pour piéger les utilisateurs ou rendre certains réglages difficiles à trouver</a>.

source: This allows a company such as Apple to say, &ldquo;We allow users to turn this off&rdquo; while ensuring that few will understand how to actually turn it off.
fr: Cela permet à une société comme Apple de dire « Nous permettons aux utilisateurs d'inactiver ceci » tout en s'assurant que peu d'entre eux comprendront comment le faire.

source: The German government <a href="http://drleonardcoldwell.com/leaked-german-government-warns-key-entities-not-to-use-windows-8-linked-to-nsa/">veers away from Windows 8 computers with TPM 2.0</a>, due to potential back door capabilities of the TPM 2.0 chip.
fr: Le gouvernement allemand <a href="http://drleonardcoldwell.com/leaked-german-government-warns-key-entities-not-to-use-windows-8-linked-to-nsa/">se détourne des ordinateurs sous Windows 8 munis de la puce TPM 2.0 parce que cette puce permet de créer des portes dérobées</a>.

source: The iThing also <a href="https://www.theregister.co.uk/2013/08/08/ios7_tracking_now_its_a_favourite_feature/"> tells Apple its geolocation</a> by default, though that can be turned off.
fr: De plus, l'iTruc <a href="https://www.theregister.co.uk/2013/08/08/ios7_tracking_now_its_a_favourite_feature/">transmet sa géolocalisation à Apple</a> par défaut, mais cela peut être désactivé.

source: <a href="http://spritesmods.com/?art=hddhack&amp;page=6"> Replaceable nonfree software in disk drives can be written by a nonfree program</a>. This makes any system vulnerable to persistent attacks that normal forensics won't detect.
fr: <a href="http://spritesmods.com/?art=hddhack&amp;page=6">Le logiciel non libre remplaçable des disques durs peut être écrit sur le disque par un programme non libre</a>. Ceci rend tout système vulnérable à des attaques persistantes que les outils d'analyse normaux ne détecteront pas.

source: Google Chrome <a href="https://www.brad-x.com/2013/08/04/google-chrome-is-spyware/"> spies on browser history, affiliations</a>, and other installed software.
fr: Google Chrome <a href="https://www.brad-x.com/2013/08/04/google-chrome-is-spyware/">espionne l'historique du navigateur, les affiliations</a> et les autres logiciels installés.

source: Spyware in Android phones (and Windows? laptops): The Wall Street Journal (in an article blocked from us by a paywall) reports that <a href="http://www.theverge.com/2013/8/1/4580718/fbi-can-remotely-activate-android-and-laptop-microphones-reports-wsj"> the FBI can remotely activate the GPS and microphone in Android phones and laptops</a>. (I suspect this means Windows laptops.) Here is <a href="http://cryptome.org/2013/08/fbi-hackers.htm">more info</a>.
fr: Des logiciels espions dans les téléphones Android et les ordinateurs portables (sous Windows ?) : le <cite>Wall Street Journal</cite> (dans un article pourvu d'une barrière à péage) rapporte que <a href="http://www.theverge.com/2013/8/1/4580718/fbi-can-remotely-activate-android-and-laptop-microphones-reports-wsj">le FBI peut activer à distance le GPS et le micro des téléphones Android et des ordinateurs portables</a> (je soupçonne qu'ils parlent des ordinateurs sous Windows) ; voici des <a href="http://cryptome.org/2013/08/fbi-hackers.htm">informations complémentaires</a>.

source: Here is a suspicion that we can't prove, but is worth thinking about: <a href="https://web.archive.org/web/20150206003913/http://www.afr.com/p/technology/intel_chips_could_be_nsa_key_to_ymrhS1HS1633gCWKt5tFtI"> Writable microcode for Intel and AMD microprocessors</a> may be a vehicle for the NSA to invade computers, with the help of Microsoft, say respected security experts.
fr: Voici une hypothèse que nous ne pouvons pas prouver, mais qui mérite réflexion : <a href="https://web.archive.org/web/20150206003913/http://www.afr.com/p/technology/intel_chips_could_be_nsa_key_to_ymrhS1HS1633gCWKt5tFtI">le microcode reprogrammable des microprocesseurs Intel et AMD</a> pourrait fournir à la NSA un moyen d'envahir les ordinateurs, disent des experts respectés en sécurité.

source: Spyware is present in some Android devices when they are sold. Some Motorola phones, made when this company was owned by Google, use a modified version of Android that <a href="http://www.beneaththewaves.net/Projects/Motorola_Is_Listening.html"> sends personal data to Motorola</a>.
fr: Des logiciels espions sont présents dans certains appareils sous Android au moment de l'achat. Certains téléphones Motorola (fabriqués lorsque cette société appartenait à Google) utilisent une version modifiée d'Android qui <a href="http://www.beneaththewaves.net/Projects/Motorola_Is_Listening.html">communique des données personnelles au fabricant</a>.

source: It is possible to <a href="http://siliconangle.com/blog/2013/07/27/famed-hacker-barnaby-jack-dies-days-before-scheduled-black-hat-appearance/"> kill people by taking control of medical implants by radio</a>. More information in <a href="http://www.bbc.co.uk/news/technology-17631838">BBC News</a> and <a href="https://ioactive.com/broken-hearts-how-plausible-was-the-homeland-pacemaker-hack/"> IOActive Labs Research blog</a>.
fr: Il est possible de <a href="http://siliconangle.com/blog/2013/07/27/famed-hacker-barnaby-jack-dies-days-before-scheduled-black-hat-appearance/">tuer des gens en prenant le contrôle d'implants médicaux par radio</a>. Vous trouverez un complément d'information sur <a href="http://www.bbc.co.uk/news/technology-17631838">BBC News</a> et sur le blog d'<a href="https://ioactive.com/broken-hearts-how-plausible-was-the-homeland-pacemaker-hack/">IOActive Labs Research</a>.

source: <a href="http://www.forbes.com/sites/kashmirhill/2013/07/26/smart-homes-hack/"> &ldquo;Smart homes&rdquo;</a> turn out to be stupidly vulnerable to intrusion.
fr: <a href="http://www.forbes.com/sites/kashmirhill/2013/07/26/smart-homes-hack/">Dans les « maisons intelligentes »</a>, on découvre des vulnérabilités stupides permettant les intrusions.

source: A Motorola phone <a href="http://www.itproportal.com/2013/07/25/motorolas-new-x8-arm-chip-underpinning-the-always-on-future-of-android/"> listens for voice all the time</a>.
fr: Un téléphone Motorola <a href="http://www.itproportal.com/2013/07/25/motorolas-new-x8-arm-chip-underpinning-the-always-on-future-of-android/">est à l'écoute des fréquences vocales en permanence</a>.

source: HP &ldquo;storage appliances&rdquo; that use the proprietary &ldquo;Left Hand&rdquo; operating system have back doors that give HP <a href="https://insights.dice.com/2013/07/11/hp-keeps-installing-secret-backdoors-in-enterprise-storage/"> remote login access</a> to them. HP claims that this does not give HP access to the customer's data, but if the back door allows installation of software changes, a change could be installed that would give access to the customer's data.
fr: Les équipements de stockage <cite>[storage appliances]</cite> de HP qui utilisent le système d'exploitation privateur « Left Hand » ont des portes dérobées qui autorisent HP <a href="https://insights.dice.com/2013/07/11/hp-keeps-installing-secret-backdoors-in-enterprise-storage/">à s'y connecter à distance</a>. HP prétend que cela ne lui donne pas accès aux données de l'utilisateur, mais si la porte dérobée permettait l'installation de logiciels modifiés, il serait possible d'installer une modification qui lui donnerait cet accès.

source: Skype contains <a href="https://web.archive.org/web/20130928235637/http://www.forbes.com/sites/petercohan/2013/06/20/project-chess-how-u-s-snoops-on-your-skype/">spyware</a>. Microsoft changed Skype <a href="http://www.guardian.co.uk/world/2013/jul/11/microsoft-nsa-collaboration-user-data"> specifically for spying</a>.
fr: Skype aussi <a href="https://web.archive.org/web/20130928235637/http://www.forbes.com/sites/petercohan/2013/06/20/project-chess-how-u-s-snoops-on-your-skype/">contient un espiogiciel</a> ; Microsoft l'a modifié <a href="http://www.guardian.co.uk/world/2013/jul/11/microsoft-nsa-collaboration-user-data">dans un but précis d'espionnage</a>.

source: Spyware in older versions of Windows: <a href="https://www.theregister.co.uk/2003/02/28/windows_update_keeps_tabs/"> Windows Update snoops on the user</a>. <a href="https://www.infoworld.com/article/2611451/microsoft-windows/a-look-at-the-black-underbelly-of-windows-8-1--blue-.html"> Windows 8.1 snoops on local searches</a>. And there's a <a href="http://www.marketoracle.co.uk/Article40836.html"> secret NSA key in Windows</a>, whose functions we don't know.
fr: Espions dans les anciennes versions de Windows : <a href="https://www.theregister.co.uk/2003/02/28/windows_update_keeps_tabs/">Windows Update espionne l'utilisateur</a>. <a href="https://www.infoworld.com/article/2611451/microsoft-windows/a-look-at-the-black-underbelly-of-windows-8-1--blue-.html">Windows 8.1 espionne les recherches locales</a>. Et il existe, toujours dans Windows, <a href="http://www.marketoracle.co.uk/Article40836.html">une clé secrète de la NSA</a> dont nous ne connaissons pas la fonction.

source: Portable phones with GPS <a href="http://www.aclu.org/government-location-tracking-cell-phones-gps-devices-and-license-plate-readers"> will send their GPS location on remote command, and users cannot stop them</a>. (The US says it will eventually require all new portable phones to have GPS.)
fr: Les téléphones portables munis d'un GPS <a href="http://www.aclu.org/government-location-tracking-cell-phones-gps-devices-and-license-plate-readers">envoient des données de géolocalisation sur commande à distance et les utilisateurs ne peuvent pas les en empêcher</a> (le gouvernement américain dit qu'à terme il va rendre le GPS obligatoire dans tous les téléphones portables neufs).

source: <a href="https://web.archive.org/web/20130622044225/http://blogs.computerworlduk.com/open-enterprise/2013/06/how-can-any-company-ever-trust-microsoft-again/index.htm">Microsoft informs the NSA of bugs in Windows before fixing them</a>.
fr: <a href="https://web.archive.org/web/20130622044225/http://blogs.computerworlduk.com/open-enterprise/2013/06/how-can-any-company-ever-trust-microsoft-again/index.htm">Microsoft renseigne la NSA sur les bogues de Windows avant de les corriger</a>.

source: Tesla cars allow the company to extract data remotely and determine the car's location at any time. (See Section 2, paragraphs b and c of the <a href="http://www.teslamotors.com/sites/default/files/pdfs/tmi_privacy_statement_external_6-14-2013_v2.pdf"> privacy statement</a>.) The company says it doesn't store this information, but if the state orders it to get the data and hand it over, the state can store it.
fr: Les véhicules Tesla permettent à cette société d'extraire des données à distance et de localiser la voiture à chaque instant (voir la section 2, paragraphes b et c de la <a href="http://www.teslamotors.com/sites/default/files/pdfs/tmi_privacy_statement_external_6-14-2013_v2.pdf">déclaration de confidentialité</a>). La société dit qu'elle ne conserve pas cette information, mais déclare que si l'État lui donne l'ordre de récupérer ces données et de les lui transmettre, l'État peut les conserver.

source: Adobe applications <a href="https://www.wired.com/2013/05/adobe-creative-cloud-petition/"> require periodic connection to a server</a>.
fr: Les applications d'Adobe <a href="https://www.wired.com/2013/05/adobe-creative-cloud-petition/">requièrent une connexion périodique à un serveur</a>.

source: Adobe applications have time bombs: they <a href="http://techcrunch.com/2013/05/06/adobe-goes-all-in-with-subscription-based-creative-cloud-will-stop-selling-regular-cs-licenses-shrink-wrapped-boxes/"> stop working after a certain time</a>, after which the user must pay to extend the time.
fr: Les applications d'Adobe contiennent des bombes à retardement : elles <a href="http://techcrunch.com/2013/05/06/adobe-goes-all-in-with-subscription-based-creative-cloud-will-stop-selling-regular-cs-licenses-shrink-wrapped-boxes/">cessent de fonctionner au bout d'un certain temps</a>, après quoi l'utilisateur doit payer pour prolonger cette durée.
