Repository: GitMirroring/www-fr
Catalog: proprietary/workshop/mal.*.po
Languages: fr

source: Many proprietary apps for mobile devices report which other apps the user has installed. <a href="http://techcrunch.com/2014/11/26/twitter-app-graph/">Twitter is doing this in a way that at least is visible and optional</a>. Not as bad as what the others do.
fr: De nombreuses applis privatrices pour appareils mobiles rapportent quelles autres applis l'utilisateur a installées. <a href="http://techcrunch.com/2014/11/26/twitter-app-graph/">Twitter le fait d'une façon qui, au moins, est visible et optionnelle</a>. Ce n'est pas aussi mal que ce que font les autres.

source: The Amazon &ldquo;Smart&rdquo; TV is <a href="http://www.theguardian.com/technology/shortcuts/2014/nov/09/amazon-echo-smart-tv-watching-listening-surveillance"> snooping all the time</a>.
fr: Le téléviseur connecté d'Amazon <a href="http://www.theguardian.com/technology/shortcuts/2014/nov/09/amazon-echo-smart-tv-watching-listening-surveillance">espionne en permanence</a>.

source: Apple has made various <a href="http://www.theguardian.com/technology/2014/nov/04/apple-data-privacy-icloud"> MacOS programs send files to Apple servers without asking permission</a>. This exposes the files to Big Brother and perhaps to other snoops.
fr: Apple a fait en sorte que différents <a href="http://www.theguardian.com/technology/2014/nov/04/apple-data-privacy-icloud">programmes de MacOS lui envoient des fichiers sans en demander la permission</a>. Ceci expose ces fichiers à Big Brother et peut-être à d'autres fouineurs.

source: It also demonstrates how you can't trust proprietary software, because even if today's version doesn't have a malicious functionality, tomorrow's version might add it. The developer won't remove the malfeature unless many users push back hard, and the users can't remove it themselves.
fr: Cela montre aussi pourquoi on ne peut pas faire confiance au logiciel privateur : même si la version d'aujourd'hui n'a pas de fonctionnalité malveillante, la mise à jour de demain peut en ajouter une. Le développeur ne supprimera pas cette fonction nuisible à moins que de nombreux utilisateurs ne la rejettent fermement et ils ne peuvent pas non plus l'enlever eux-mêmes.

source: MacOS automatically <a href="https://web.archive.org/web/20170831144456/https://www.washingtonpost.com/news/the-switch/wp/2014/10/30/how-one-mans-private-files-ended-up-on-apples-icloud-without-his-consent/"> sends to Apple servers unsaved documents being edited</a>. The things you have not decided to save are <a href="https://www.schneier.com/blog/archives/2014/10/apple_copies_yo.html?utm_source=twitterfeed&amp;utm_medium=twitter/"> even more sensitive</a> than the things you have stored in files.
fr: MacOS envoie automatiquement <a href="https://web.archive.org/web/20170831144456/https://www.washingtonpost.com/news/the-switch/wp/2014/10/30/how-one-mans-private-files-ended-up-on-apples-icloud-without-his-consent/">aux serveurs d'Apple les documents non sauvegardés en cours d'édition</a>. Ce que vous n'avez pas décidé de sauvegarder est <a href="https://www.schneier.com/blog/archives/2014/10/apple_copies_yo.html?utm_source=twitterfeed&amp;utm_medium=twitter/">encore plus sensible</a> que ce que vous stockez dans des fichiers.

source: Apple admits the <a href="http://www.intego.com/mac-security-blog/spotlight-suggestions-in-os-x-yosemite-and-ios-are-you-staying-private/"> spying in a search facility</a>, but there's a lot <a href="https://github.com/fix-macosx/yosemite-phone-home"> more snooping that Apple has not talked about</a>.
fr: Apple reconnaît que <a href="http://www.intego.com/mac-security-blog/spotlight-suggestions-in-os-x-yosemite-and-ios-are-you-staying-private/">l'un de ses moteurs de recherche espionne</a>, mais il existe <a href="https://github.com/fix-macosx/yosemite-phone-home">d'autres dispositifs fouineurs dont Apple n'a jamais parlé</a>.

source: Various operations in <a href="http://lifehacker.com/safari-and-spotlight-can-send-data-to-apple-heres-how-1648453540"> the latest MacOS send reports to Apple</a> servers.
fr: Diverses opérations effectuées dans <a href="http://lifehacker.com/safari-and-spotlight-can-send-data-to-apple-heres-how-1648453540">le dernier MacOS</a> envoient des rapports aux serveurs d'Apple.

source: <a href="https://www.eff.org/deeplinks/2014/10/nintendo-updates-take-wii-u-hostage-until-you-agree-new-legal-terms">Nintendo remotely sabotaged all Wiis, making them refuse to work unless the user agrees to a new EULA</a>.
fr: <a href="https://www.eff.org/deeplinks/2014/10/nintendo-updates-take-wii-u-hostage-until-you-agree-new-legal-terms">Nintendo a saboté toutes les Wiis à distance en les inactivant tant que l'utilisateur n'avait pas accepté un nouveau <abbr title="contrat de licence d'utilisateur final">CLUF</abbr></a>

source: We can be quite sure this EULA is unjust because injustice is the only motive for imposing an EULA.
fr: Nous pouvons êtres tout à fait sûrs que ce CLUF était injuste puisque l'injustice est la seule raison possible pour imposer un CLUF.

source: Adobe made &ldquo;Digital Editions,&rdquo; the e-reader used by most US libraries, spy on the user <a href="http://www.computerworlduk.com/blogs/open-enterprise/drm-strikes-again-3575860/">for the sake of DRM.</a>
fr: Adobe a fait en sorte que « Digital Editions » (la liseuse utilisée par la plupart des bibliothèques aux États-Unis), espionne l'utilisateur <a href="http://www.computerworlduk.com/blogs/open-enterprise/drm-strikes-again-3575860/">au nom de la gestion numérique des restrictions</a>.

source: Adobe made &ldquo;Digital Editions,&rdquo; the e-reader used by most US libraries, <a href="http://www.computerworlduk.com/blogs/open-enterprise/drm-strikes-again-3575860/"> send lots of data to Adobe</a>. Adobe's &ldquo;excuse&rdquo;: it's needed to check DRM!
fr: Adobe a fait en sorte que « Digital Editions » (la liseuse utilisée par la plupart des bibliothèques aux États-Unis) <a href="http://www.computerworlduk.com/blogs/open-enterprise/drm-strikes-again-3575860/">lui envoie une quantité énorme de données</a>. Leur excuse : on en a besoin pour vérifier les DRM !

source: It only gets worse with time. <a href="http://www.techworm.net/2014/10/microsofts-windows-10-permission-watch-every-move.html"> Windows 10 requires users to give permission for total snooping</a>, including their files, their commands, their text input, and their voice input.
fr: Cela ne fait qu'empirer avec le temps. <a href="http://www.techworm.net/2014/10/microsofts-windows-10-permission-watch-every-move.html">Windows 10 exige des utilisateurs qu'ils acceptent la totale en fait de fouinage</a>, ce qui inclut leurs fichiers, leurs commandes, ainsi que leurs entrées texte et audio.

source: More or less all &ldquo;smart&rdquo; TVs <a href="http://www.myce.com/news/reseachers-all-smart-tvs-spy-on-you-sony-monitors-all-channel-switches-72851/">spy on their users</a>.
fr: Presque tous les téléviseurs « intelligents » <a href="http://www.myce.com/news/reseachers-all-smart-tvs-spy-on-you-sony-monitors-all-channel-switches-72851/">espionnent leurs utilisateurs</a>.

source: The report was as of 2014, but we don't expect this has got better.
fr: Le rapport est daté de 2014, mais nous serions surpris si la situation s'était améliorée depuis.

source: This shows that laws requiring products to get users' formal consent before collecting personal data are totally inadequate. And what happens if a user declines consent? Probably the TV will say, &ldquo;Without your consent to tracking, the TV will not work.&rdquo;
fr: Cela montre que les lois exigeant des appareils qu'ils demandent le consentement formel de l'utilisateur avant de récupérer ses données personnelles sont complètement inadéquates. Et qu'arrive-t-il si un utilisateur refuse son consentement ? Il est probable que le téléviseur va dire : « Si vous ne consentez pas au pistage, la télévision ne fonctionnera pas. »

source: Proper laws would say that TVs are not allowed to report what the user watches&mdash;no exceptions!
fr: Des lois acceptables diraient que les téléviseurs ne sont pas autorisés à rapporter ce que regarde l'utilisateur. Pas d'exception !

source: Apple can, and regularly does, <a href="http://arstechnica.com/apple/2014/05/new-guidelines-outline-what-iphone-data-apple-can-give-to-police/"> remotely extract some data from iPhones for the state</a>.
fr: Apple peut – et elle le fait régulièrement – <a href="http://arstechnica.com/apple/2014/05/new-guidelines-outline-what-iphone-data-apple-can-give-to-police/">extraire à distance certaines données des iPhones pour l'État</a>.

source: This may have improved with <a href="http://www.washingtonpost.com/business/technology/2014/09/17/2612af58-3ed2-11e4-b03f-de718edeb92f_story.html"> iOS 8 security improvements</a>; but <a href="https://firstlook.org/theintercept/2014/09/22/apple-data/"> not as much as Apple claims</a>.
fr: Il y a peut-être du progrès avec <a href="http://www.washingtonpost.com/business/technology/2014/09/17/2612af58-3ed2-11e4-b03f-de718edeb92f_story.html">iOS 8, qui a une sécurité améliorée</a>, mais <a href="https://firstlook.org/theintercept/2014/09/22/apple-data/">pas autant que le prétend Apple</a>.

source: The <a href="https://www.gamespot.com/articles/nintendos-new-3ds-charges-30-cents-to-remove-an-in/1100-6421996/"> Nintendo 3DS</a> censors web browsing; it is possible to turn off the censorship, but that requires identifying oneself to pay, which is a form of surveillance.
fr: La <a href="https://www.gamespot.com/articles/nintendos-new-3ds-charges-30-cents-to-remove-an-in/1100-6421996/">Nintendo 3DS</a> censure la navigation sur le web ; il est possible de désactiver cette censure mais cela oblige à s'identifier et à payer, ce qui constitue une forme de flicage.

source: <a href="http://www.theguardian.com/technology/2014/jul/23/iphone-backdoors-surveillance-forensic-services"> Several &ldquo;features&rdquo; of iOS seem to exist for no possible purpose other than surveillance</a>. Here is the <a href="http://www.zdziarski.com/blog/wp-content/uploads/2014/07/iOS_Backdoors_Attack_Points_Surveillance_Mechanisms_Moved.pdf"> Technical presentation</a>.
fr: <a href="http://www.theguardian.com/technology/2014/jul/23/iphone-backdoors-surveillance-forensic-services">Il semble que plusieurs « fonctionnalités » d'iOS ne puissent avoir d'autre objet que la surveillance</a>. Plus de détails dans cette <a href="http://www.zdziarski.com/blog/wp-content/uploads/2014/07/iOS_Backdoors_Attack_Points_Surveillance_Mechanisms_Moved.pdf">présentation technique</a>.

source: Nest thermometers send <a href="http://bgr.com/2014/07/17/google-nest-jailbreak-hack">a lot of data about the user</a>.
fr: Les thermomètres de Nest envoient au serveur <a href="http://bgr.com/2014/07/17/google-nest-jailbreak-hack">beaucoup de données concernant l'utilisateur</a>.

source: An LG &ldquo;smart&rdquo; watch is designed <a href="http://www.huffingtonpost.co.uk/2014/07/09/lg-kizon-smart-watch_n_5570234.html"> to report its location to someone else and to transmit conversations too</a>.
fr: Une montre « intelligente » de LG est conçue <a href="http://www.huffingtonpost.co.uk/2014/07/09/lg-kizon-smart-watch_n_5570234.html">pour communiquer sa localisation à quelqu'un d'autre et aussi pour transmettre les conversations</a>.

source: Apple used this censorship power in 2014 to <a href="http://boingboing.net/2014/02/07/apple-yanks-last-remaining-bit.html"> ban all bitcoin apps</a> for the iThings for a time. It also <a href="http://www.gamespot.com/articles/apple-removes-game-about-growing-marijuana-from-app-store/1100-6419864/"> banned a game about growing marijuana</a>, while permitting games about other crimes such as killing people. Perhaps Apple considers killing more acceptable than marijuana.
fr: Apple s'est servie de son pouvoir de censure en 2014 pour <a href="http://boingboing.net/2014/02/07/apple-yanks-last-remaining-bit.html">bannir toutes les applis pour iTrucs utilisant les bitcoins</a> pendant un certain temps. Elle a aussi banni <a href="http://www.gamespot.com/articles/apple-removes-game-about-growing-marijuana-from-app-store/1100-6419864/">un jeu dont le thème était la culture de la marijuana</a> tout en autorisant des jeux ayant pour thèmes d'autres crimes et délits, comme de tuer des gens. Apple estime peut-être que l'assassinat est plus acceptable que la marijuana.

source: LG <a href="http://www.techdirt.com/articles/20140511/17430627199/lg-will-take-smart-out-your-smart-tv-if-you-dont-agree-to-share-your-viewing-search-data-with-third-parties.shtml"> disabled network features</a> on <em>previously purchased</em> &ldquo;smart&rdquo; TVs, unless the purchasers agreed to let LG begin to snoop on them and distribute their personal data.
fr: LG <a href="http://www.techdirt.com/articles/20140511/17430627199/lg-will-take-smart-out-your-smart-tv-if-you-dont-agree-to-share-your-viewing-search-data-with-third-parties.shtml">a désactivé des fonctionnalités réseau</a> sur des téléviseurs « intelligents » <em>achetés antérieurement</em>, à moins que les acheteurs ne consentent à laisser LG se mettre à les espionner et à distribuer leurs données personnelles.

source: Spyware in LG &ldquo;smart&rdquo; TVs <a href="http://doctorbeet.blogspot.co.uk/2013/11/lg-smart-tvs-logging-usb-filenames-and.html"> reports what the user watches, and the switch to turn this off has no effect</a>. (The fact that the transmission reports a 404 error really means nothing; the server could save that data anyway.)
fr: L'espion des téléviseurs « intelligents » de LG <a href="http://doctorbeet.blogspot.co.uk/2013/11/lg-smart-tvs-logging-usb-filenames-and.html">rapporte ce que regarde le téléspectateur, et l'interrupteur permettant soi-disant d'arrêter ça est inopérant</a> (le fait que la transmission des données retourne une erreur 404 ne veut strictement rien dire ; le serveur pourrait sauvegarder ces données de toute façon).

source: Even worse, it <a href="http://rambles.renney.me/2013/11/lg-tv-logging-filenames-from-network-folders/"> snoops on other devices on the user's local network</a>.
fr: Pire, il <a href="http://rambles.renney.me/2013/11/lg-tv-logging-filenames-from-network-folders/">espionne les autres services du réseau local de l'utilisateur</a>.

source: LG later said it had installed a patch to stop this, but any product could spy this way.
fr: LG a dit plus tard qu'un correctif avait été installé, mais n'importe quel appareil pourrait espionner de cette façon.

source: Meanwhile, LG TVs <a href="http://www.techdirt.com/articles/20140511/17430627199/lg-will-take-smart-out-your-smart-tv-if-you-dont-agree-to-share-your-viewing-search-data-with-third-parties.shtml"> do lots of spying anyway</a>.
fr: Par ailleurs, les téléviseurs de LG <a href="http://www.techdirt.com/articles/20140511/17430627199/lg-will-take-smart-out-your-smart-tv-if-you-dont-agree-to-share-your-viewing-search-data-with-third-parties.shtml">font de toute façon beaucoup d'espionnage</a>.

source: An app to prevent &ldquo;identity theft&rdquo; (access to personal data) by storing users' data on a special server <a href="http://arstechnica.com/tech-policy/2014/05/id-theft-protector-lifelock-deletes-user-data-over-concerns-that-app-isnt-safe/">was deactivated by its developer</a> which had discovered a security flaw.
fr: Une appli qui empêche le « vol d'identité » (accès aux données personnelles) en sauvegardant les données de l'utilisateur sur un serveur spécial <a href="http://arstechnica.com/tech-policy/2014/05/id-theft-protector-lifelock-deletes-user-data-over-concerns-that-app-isnt-safe/">a été désactivée par son développeur</a> qui y avait découvert une faille de sécurité.

source: That developer seems to be conscientious about protecting personal data from third parties in general, but it can't protect that data from the state. Quite the contrary: confiding your data to someone else's server, if not first encrypted by you with free software, undermines your rights.
fr: Ce développeur semble être consciencieux dans ses efforts de protection des données personnelles contre les tiers en général, mais il ne peut pas les protéger contre l'État. Au contraire ! Confier vos données au serveur de quelqu'un d'autre, si elles ne sont pas chiffrées au préalable, revient à fragiliser vos droits.

source: <a href="http://www.itproportal.com/2014/05/14/microsoft-openly-offered-cloud-data-fbi-and-nsa/"> Microsoft SkyDrive allows the NSA to directly examine users' data</a>.
fr: <a href="http://www.itproportal.com/2014/05/14/microsoft-openly-offered-cloud-data-fbi-and-nsa/">Le SkyDrive de Microsoft permet à la NSA d'examiner directement les données des utilisateurs</a>.

source: Lots of <a href="http://www.wired.com/2014/04/hospital-equipment-vulnerable/"> hospital equipment has lousy security</a>, and it can be fatal.
fr: Bon nombre <a href="http://www.wired.com/2014/04/hospital-equipment-vulnerable/">d'appareils médicaux ont une sécurisation en dessous de tout</a>, et ce peut être mortel.

source: <a href="http://soylentnews.org/article.pl?sid=14/03/15/1912255"> Intel processors will have tyrant software built in</a>.
fr: <a href="http://soylentnews.org/article.pl?sid=14/03/15/1912255">Les processeurs Intel vont avoir un tyran logiciel intégré</a>.

source: <a href="https://www.fsf.org/blogs/community/replicant-developers-find-and-close-samsung-galaxy-backdoor"> Samsung Galaxy devices running proprietary Android versions come with a back door</a> that provides remote access to the files stored on the device.
fr: <a href="https://www.fsf.org/blogs/community/replicant-developers-find-and-close-samsung-galaxy-backdoor">Les Galaxy de Samsung qui tournent sous des versions privatrices d'Android sont livrés avec une porte dérobée</a> qui permet l'accès à distance aux fichiers stockés dans l'appareil.

source: <a href="/proprietary/proprietary-back-doors.html#samsung"> Samsung's back door</a> provides access to any file on the system.
fr: <a href="/proprietary/proprietary-back-doors.html#samsung">La porte dérobée de Samsung</a> permet l'accès à n'importe quel fichier du système.

source: The <a href="http://arstechnica.com/security/2014/02/crypto-weaknesses-in-whatsapp-the-kind-of-stuff-the-nsa-would-love/">insecurity of WhatsApp</a> makes eavesdropping a snap.
fr: Grâce à la <a href="http://arstechnica.com/security/2014/02/crypto-weaknesses-in-whatsapp-the-kind-of-stuff-the-nsa-would-love/">mauvaise sécurisation de WhatsApp</a>, les écoutes deviennent un jeu d'enfant.

source: <a href="http://www.scientificamerican.com/article/adobe-software-subscription-model-means-you-cant-own-your-software/"> Adobe tools require a subscription</a>. Adobe also tried to <a href="http://chocolateandvodka.com/2014/02/20/adobe-creative-cloud-subscription-warning/"> rip people off by making the subscriptions annual</a>, but that is a secondary issue compared with the basic wrong of the time bomb. When a program proprietary, and even malware, don't get distracted by the secondary issues like price.
fr: <a href="http://www.scientificamerican.com/article/adobe-software-subscription-model-means-you-cant-own-your-software/">Les outils d'Adobe nécessitent un abonnement</a>. Adobe a également essayé <a href="http://chocolateandvodka.com/2014/02/20/adobe-creative-cloud-subscription-warning/">d'arnaquer les gens en rendant les abonnements annuels</a>, mais c'est un problème secondaire comparé à l'inéquité fondamentale de cette bombe à retardement. Quand un programme est privateur, voire malveillant, ne vous laissez pas distraire par des problèmes secondaires comme son prix.

source: Please don't repeat the marketing term &ldquo;Creative Cloud&rdquo; except to express revulsion for it. The <a href="/philosophy/words-to-avoid.html#CloudComputing"> term &ldquo;cloud&rdquo; is designed to cloud users' minds</a>.
fr: Ne répétez pas le terme de marketing « nuage créatif » <cite>[Creative Cloud]</cite>, sauf pour exprimer le dégoût qu'il vous inspire. « <a href="/philosophy/words-to-avoid.html#CloudComputing">Le nuage</a> » est fait pour obscurcir l'esprit des utilisateurs.

source: Apple rejected an app that displayed the locations of US drone assassinations, giving various excuses. Each time the developers fixed one &ldquo;problem&rdquo;, Apple complained about another. After the fifth rejection, Apple <a href="http://mashable.com/2014/02/07/apple-app-tracks-drone-strikes/"> admitted it was censoring the app based on the subject matter</a>.
fr: Apple a rejeté une appli qui affichait les localisations des assassinats commis par des drones américains, en donnant diverses excuses. Chaque fois que les développeurs corrigeaient un « problème », Apple en amenait un autre sur le tapis. Après le cinquième rejet, Apple <a href="http://mashable.com/2014/02/07/apple-app-tracks-drone-strikes/">a admis que l'appli était censurée à cause de son thème</a>.

source: Angry Birds <a href="http://www.nytimes.com/2014/01/28/world/spy-agencies-scour-phone-apps-for-personal-data.html"> spies for companies, and the NSA takes advantage to spy through it too</a>. Here's information on <a href="http://confabulator.blogspot.com/2012/11/analysis-of-what-information-angry.html"> more spyware apps</a>.
fr: Angry Birds <a href="http://www.nytimes.com/2014/01/28/world/spy-agencies-scour-phone-apps-for-personal-data.html">espionne pour les entreprises, et la NSA en profite pour espionner également</a>. Voici des renseignements sur <a href="http://confabulator.blogspot.com/2012/11/analysis-of-what-information-angry.html">d'autres applis espionnes</a>.

source: <a href="http://www.propublica.org/article/spy-agencies-probe-angry-birds-and-other-apps-for-personal-data"> More about NSA app spying</a>.
fr: <a href="http://www.propublica.org/article/spy-agencies-probe-angry-birds-and-other-apps-for-personal-data">Apprenez-en plus sur l'espionnage pratiqué par la NSA au moyen des applis</a>.

source: Some proprietary <a href="http://www.theguardian.com/technology/2014/jan/19/apple-talking-cats-in-app-purchases"> games lure children to spend their parents' money</a>.
fr: Certains jeux privateurs <a href="http://www.theguardian.com/technology/2014/jan/19/apple-talking-cats-in-app-purchases">emploient la ruse pour inciter les enfants à dépenser l'argent de leurs parents</a>.

source: The Simeji keyboard is a smartphone version of Baidu's <a href="/proprietary/proprietary-surveillance.html#baidu-ime">spying <abbr title="Input Method Editor">IME</abbr></a>.
fr: Le clavier Simeji est une version pour smartphone de l'<a href="/proprietary/proprietary-surveillance.html#baidu-ime">éditeur espion de méthodes de saisie</a> de Baidu.

source: <a href="https://www.techrepublic.com/blog/asian-technology/japanese-government-warns-baidu-ime-is-spying-on-users/"> Baidu's Japanese-input and Chinese-input apps spy on users</a>.
fr: <a href="https://www.techrepublic.com/blog/asian-technology/japanese-government-warns-baidu-ime-is-spying-on-users/">Les éditeurs de méthodes de saisie de Baidu pour le japonais et le chinois espionnent les utilisateurs</a>.

source: <a href="http://finance.yahoo.com/blogs/the-exchange/privacy-advocates-worry-over-new-apple-iphone-tracking-feature-161836223.html"> Spotlight search</a> sends users' search terms to Apple.
fr: <a href="http://finance.yahoo.com/blogs/the-exchange/privacy-advocates-worry-over-new-apple-iphone-tracking-feature-161836223.html">Le moteur de recherche de fichiers <cite>Spotlight</cite></a> envoie à Apple les termes recherchés par l'utilisateur.
