Repository: GitMirroring/www-fr
Catalog: proprietary/workshop/mal.*.po
Languages: fr

source: iWork (office software that runs on MacOS, iOS and iCloud) uses secret formats and <a href="https://en.wikipedia.org/wiki/IWork">provides no means of converting them to or from Open Document Formats</a>. iWork formats have changed several times since they were first introduced. This may have had the effect of thwarting <a href="https://github.com/obriensp/iWorkFileFormat">reverse engineering efforts</a>, thus preventing free software from fully supporting them.
fr: iWork (logiciel de bureautique qui tourne sur MacOS, iOS et iCloud) utilise des formats secrets et <a href="https://en.wikipedia.org/wiki/IWork">ne fournit aucun moyen de les convertir en formats <abbr title="Open Document Format">ODF</abbr>, ni de faire l'inverse</a>. Ceci a pu avoir pour effet de contrecarrer <a href="https://github.com/obriensp/iWorkFileFormat">les efforts de rétroingénierie</a>, empêchant ainsi le logiciel libre de gérer complètement ces formats.

source: iWork formats are considered <a href="https://wiki.harvard.edu/confluence/download/attachments/204385883/Format%20profile%20-%20Apple%20iWork%20Pages%20v04.docx?version=1&amp;modificationDate=1459873751000&amp;api=v2"> unfit for document preservation</a>.
fr: Les formats iWork sont considérés comme <a href="https://wiki.harvard.edu/confluence/download/attachments/204385883/Format%20profile%20-%20Apple%20iWork%20Pages%20v04.docx?version=1&amp;modificationDate=1459873751000&amp;api=v2">impropres à la conservation des documents</a>.

source: The Apple Music client program <a href="https://blog.vellumatlanta.com/2016/05/04/apple-stole-my-music-no-seriously/">scans the user's file system for music files, copies them to an Apple server, and deletes them</a>.
fr: Le programme client d'Apple Music <a href="https://blog.vellumatlanta.com/2016/05/04/apple-stole-my-music-no-seriously/">recherche les fichiers de musique dans le système de fichiers de l'utilisateur, les copie sur un serveur d'Apple, et puis les supprime</a>.

source: Samsung's &ldquo;Smart Home&rdquo; has a big security hole; <a href="http://arstechnica.com/security/2016/05/samsung-smart-home-flaws-lets-hackers-make-keys-to-front-door/"> unauthorized people can remotely control it</a>.
fr: le système « Smart Home » (maison intelligente) de Samsung a une grosse faille de sécurité ; <a href="http://arstechnica.com/security/2016/05/samsung-smart-home-flaws-lets-hackers-make-keys-to-front-door/">des personnes non autorisées peuvent le contrôler</a>.

source: Samsung claims that this is an &ldquo;open&rdquo; platform so the problem is partly the fault of app developers. That is clearly true if the apps are proprietary software.
fr: Samsung prétend que c'est une plateforme « ouverte » et que le problème est donc en partie la faute des développeurs d'applis. C'est évidemment le cas si les applis sont du logiciel privateur.

source: Anything whose name is &ldquo;Smart&rdquo; is most likely going to screw you.
fr: Un truc portant le nom de « Smart », quel qu'il soit, va très probablement vous avoir jusqu'au trognon.

source: A pregnancy test controller application not only can <a href="http://www.theverge.com/2016/4/25/11503718/first-response-pregnancy-pro-test-bluetooth-app-security"> spy on many sorts of data in the phone, and in server accounts, it can alter them too</a>.
fr: Une application qui contrôle les tests de grossesse peut non seulement espionner toute une variété de données personnelles stockées dans le téléphone ou sur le serveur, <a href="http://www.theverge.com/2016/4/25/11503718/first-response-pregnancy-pro-test-bluetooth-app-security">mais aussi les altérer</a>.

source: A bug in the iThings Messages app <a href="https://theintercept.com/2016/04/12/apple-bug-exposed-chat-history-with-a-single-click/">allowed a malicious web site to extract all the user's messaging history</a>.
fr: Un bogue dans l'appli « Messages » des iTrucs <a href="https://theintercept.com/2016/04/12/apple-bug-exposed-chat-history-with-a-single-click/">permettait à un site malveillant d'extraire tout l'historique de messagerie de l'utilisateur</a>.

source: Malware was found on <a href="http://www.slate.com/blogs/future_tense/2016/04/11/security_cameras_sold_through_amazon_have_malware_according_to_security.html"> security cameras available through Amazon</a>.
fr: Un logiciel malveillant a été trouvé dans <a href="http://www.slate.com/blogs/future_tense/2016/04/11/security_cameras_sold_through_amazon_have_malware_according_to_security.html">les caméras de surveillance disponibles chez Amazon</a>.

source: A camera that records locally on physical media, and has no network connection, does not threaten people with surveillance&mdash;neither by watching people through the camera, nor through malware in the camera.
fr: Une caméra qui enregistre localement sur un support physique et n'a pas de connexion réseau ne représente pas une menace de surveillance, que ce soit par observation directe des gens au moyen de la caméra, ou par l'intermédiaire d'un logiciel malveillant infectant la caméra.

source: Google/Alphabet <a href="https://www.eff.org/deeplinks/2016/04/nest-reminds-customers-ownership-isnt-what-it-used-be"> intentionally broke Revolv home automatic control products that depended on a server</a> to function, by shutting down the server. The lesson is, reject all such products. Insist on self-contained computers that run free software!
fr: Google/Alphabet a <a href="https://www.eff.org/deeplinks/2016/04/nest-reminds-customers-ownership-isnt-what-it-used-be">mis en panne intentionnellement les appareils domotiques de la marque Revolv, qui dépendaient d'un serveur</a> pour leur fonctionnement. Tirez-en la leçon, refusez tous ces produits ! Exigez des ordinateurs autonomes faisant tourner des logiciels libres !

source: Over 70 brands of network-connected surveillance cameras have <a href="http://www.kerneronsec.com/2016/02/remote-code-execution-in-cctv-dvrs-of.html"> security bugs that allow anyone to watch through them</a>.
fr: Plus de 70 modèles de caméras de surveillance connectées au réseau <a href="http://www.kerneronsec.com/2016/02/remote-code-execution-in-cctv-dvrs-of.html">ont des failles de sécurité qui permettent à n'importe qui de s'en servir pour regarder</a>.

source: <a href="https://duo.com/blog/bring-your-own-dilemma-oem-laptops-and-windows-10-security"> Windows 10 comes with 13 screens of snooping options</a>, all enabled by default, and turning them off would be daunting to most users.
fr: <a href="https://duo.com/blog/bring-your-own-dilemma-oem-laptops-and-windows-10-security">Windows 10 est livré avec 13 écrans remplis d'options de flicage</a>, toutes activées par défaut, que la plupart des utilisateurs n'oseront pas désactiver.

source: Many proprietary payment apps <a href="http://www.bloomberg.com/news/articles/2016-03-10/many-mobile-payments-startups-aren-t-properly-securing-user-data">transmit personal data in an insecure way</a>. However, the worse aspect of these apps is that <a href="/philosophy/surveillance-vs-democracy.html">payment is not anonymous</a>.
fr: De nombreuses applis privatrices de paiement <a href="http://www.bloomberg.com/news/articles/2016-03-10/many-mobile-payments-startups-aren-t-properly-securing-user-data">transmettent les données personnelles de manière non sécurisée</a>. Le pire, toutefois, est que <a href="/philosophy/surveillance-vs-democracy.html">le paiement n'est pas anonyme</a>.

source: Microsoft has made companies' Windows machines managed by the company's sysadmins <a href="http://www.infoworld.com/article/3042397/microsoft-windows/admins-beware-domain-attached-pcs-are-sprouting-get-windows-10-ads.html">harangue users to complain to the sysadmins about not &ldquo;upgrading&rdquo; to Windows 10</a>.
fr: Microsoft a fait en sorte que les machines sous Microsoft appartenant à des entreprises et gérées par les administrateurs système de ces dernières <a href="http://www.infoworld.com/article/3042397/microsoft-windows/admins-beware-domain-attached-pcs-are-sprouting-get-windows-10-ads.html">sermonnent les utilisateurs pour qu'ils se plaignent auprès des administrateurs système de ce que la « mise à niveau » vers Windows 10 ne soit pas encore faite</a>.

source: E-books can contain JavaScript code, and <a href="http://www.theguardian.com/books/2016/mar/08/men-make-up-their-minds-about-books-faster-than-women-study-finds"> sometimes this code snoops on readers</a>.
fr: Les livres électroniques peuvent contenir du code JavaScript et <a href="http://www.theguardian.com/books/2016/mar/08/men-make-up-their-minds-about-books-faster-than-women-study-finds">parfois ce code espionne l'utilisateur</a>.

source: A very cheap &ldquo;smart watch&rdquo; comes with an Android app <a href="https://www.theregister.co.uk/2016/03/02/chinese_backdoor_found_in_ebays_popular_cheap_smart_watch/"> that connects to an unidentified site in China</a>.
fr: Une « montre intelligente » très bon marché est livrée avec une appli Android <a href="https://www.theregister.co.uk/2016/03/02/chinese_backdoor_found_in_ebays_popular_cheap_smart_watch/">qui se connecte à un site non identifié localisé en Chine</a>.

source: The article says this is a back door, but that could be a misunderstanding. However, it is certainly surveillance, at least.
fr: L'article dit que c'est une porte dérobée, mais il pourrait s'agir d'un malentendu. Quoi qu'il en soit, c'est certainement de la surveillance, ou pire.

source: The Nissan Leaf has a built-in cell phone modem which allows effectively anyone to <a href="https://www.troyhunt.com/controlling-vehicle-features-of-nissan/"> access its computers remotely and make changes in various settings</a>.
fr: La « Leaf » de Nissan a un modem de téléphonie mobile intégré qui permet à n'importe qui <a href="https://www.troyhunt.com/controlling-vehicle-features-of-nissan/">d'accéder à distance à ses ordinateurs et de changer différents réglages</a>.

source: That's easy to do because the system has no authentication when accessed through the modem. However, even if it asked for authentication, you couldn't be confident that Nissan has no access. The software in the car is proprietary, <a href="/philosophy/free-software-even-more-important.html">which means it demands blind faith from its users</a>.
fr: C'est facile parce que le système n'a pas d'authentification quand on y accède par modem. Cependant, même s'il demandait une authentification, vous ne pourriez jamais être sûr que Nissan n'y aurait pas accès. Le logiciel de la voiture est privateur, <a href="/philosophy/free-software-even-more-important.html">ce qui signifie qu'il exige de ses utilisateurs une confiance aveugle</a>.

source: Even if no one connects to the car remotely, the cell phone modem enables the phone company to track the car's movements all the time; it is possible to physically remove the cell phone modem, though.
fr: Même si personne ne se connecte à distance à la voiture, le modem de téléphonie mobile permet à l'opérateur de tracer en permanence les déplacements de la voiture ; il est toutefois possible de l'enlever physiquement.

source: iOS version 9 for iThings <a href="https://www.theguardian.com/money/2016/feb/05/error-53-apple-iphone-software-update-handset-worthless-third-party-repair">sabotages them irreparably if they were repaired by someone other than Apple</a>. Apple eventually backed off from this policy under criticism from the users. However, it has not acknowledged that this was wrong.
fr: La version 9 d'iOS pour iTrucs <a href="https://www.theguardian.com/money/2016/feb/05/error-53-apple-iphone-software-update-handset-worthless-third-party-repair">les sabote irrémédiablement s'ils ont été réparés par quelqu'un d'autre qu'Apple</a>. En butte aux critiques des utilisateurs, Apple a finalement fait marche arrière sur ce point, sans toutefois reconnaître ses torts.

source: <a href="http://www.theguardian.com/media/2016/feb/03/google-pulls-ad-blocking-app-for-samsung-phones"> Google censored installation of Samsung's ad-blocker</a> on Android phones, saying that blocking ads is &ldquo;interference&rdquo; with the sites that advertise (and surveil users through ads).
fr: <a href="http://www.theguardian.com/media/2016/feb/03/google-pulls-ad-blocking-app-for-samsung-phones">Google a censuré l'installation du bloqueur de pubs de Samsung</a> sur les téléphones Android en disant que bloquer les pubs revenait à « interférer » avec les sites qui en affichent (et s'en servent pour surveiller les utilisateurs).

source: The ad-blocker is proprietary software, just like the program (Google Play) that Google used to deny access to install it. Using a nonfree program gives the owner power over you, and Google has exercised that power.
fr: Le bloqueur de pubs est un logiciel privateur, tout comme le programme (Google Play) dont Google se servait pour vous empêcher de l'installer. Utiliser un programme non libre donne à son propriétaire du pouvoir sur vous ; c'est ce pouvoir qu'a exercé Google.

source: Google's censorship, unlike that of Apple, is not total: Android allows users to install apps in other ways. You can install free programs from f-droid.org.
fr: La censure de Google, contrairement à celle d'Apple, n'est pas complète. Android permet aux utilisateurs d'installer des applis autrement. Vous pouvez installer des programmes libres provenant de f-droid.org.

source: FTDI's proprietary driver for its USB-to-serial chips has been designed to <a href="http://arstechnica.com/information-technology/2014/10/windows-update-drivers-bricking-usb-serial-chips-beloved-of-hardware-hackers/">sabotage alternative compatible chips</a> so that they no longer work. Microsoft is <a href="http://it.slashdot.org/story/16/01/31/1720259/ftdi-driver-breaks-hardware-again">installing this automatically</a> as an &ldquo;upgrade&rdquo;.
fr: Le pilote privateur des puces USB-série de <abbr title="Future Technology Devices International">FTDI</abbr> a été conçu pour <a href="http://arstechnica.com/information-technology/2014/10/windows-update-drivers-bricking-usb-serial-chips-beloved-of-hardware-hackers/">saboter les puces alternatives compatibles</a> pour qu'elles cessent de fonctionner. Microsoft <a href="http://it.slashdot.org/story/16/01/31/1720259/ftdi-driver-breaks-hardware-again">l'installe automatiquement</a> en tant que mise à jour.

source: Microsoft has <a href="http://www.theverge.com/2016/1/16/10780876/microsoft-windows-support-policy-new-processors-skylake">desupported all future Intel CPUs for Windows 7 and 8</a>. Those machines will be stuck with the nastier Windows 10. <a href="http://gizmodo.com/only-the-latest-version-of-windows-will-run-on-some-fut-1753545825"> AMD and Qualcomm CPUs, too</a>.
fr: Microsoft a <a href="http://www.theverge.com/2016/1/16/10780876/microsoft-windows-support-policy-new-processors-skylake">cessé de gérer tous les futurs processeurs d'Intel dans Windows 7 et 8</a>. Seul Windows 10, encore plus malfaisant, sera disponible pour ces machines. <a href="http://gizmodo.com/only-the-latest-version-of-windows-will-run-on-some-fut-1753545825">Même chose pour les processeurs d'AMD et de Qualcomm</a>.

source: Of course, Windows 7 and 8 are unethical too, because they are proprietary software. But this example of Microsoft's wielding its power demonstrates the power it holds.
fr: Bien sûr, Windows 7 et 8 sont moralement contestables eux aussi, puisqu'ils sont privateurs. Mais cet exemple d'exercice du pouvoir montre combien Microsoft en détient.

source: Free software developers also stop maintaining old versions of their programs, but this is not unfair to users because the users of free software have control over it. If it is important enough to you, you and other users can hire someone to support the old version on your future platforms.
fr: Les développeurs de logiciel libre, eux aussi, cessent de maintenir les anciennes versions de leurs programmes, mais ce n'est pas injuste envers les utilisateurs, car ces derniers en ont le contrôle. Si c'est suffisamment important pour vous, vous pouvez, avec d'autres utilisateurs, embaucher quelqu'un pour adapter l'ancienne version à vos futures plateformes.

source: Apps that include <a href="http://techaeris.com/2016/01/13/symphony-advanced-media-software-tracks-your-digital-life-through-your-smartphone-mic/"> Symphony surveillance software snoop on what radio and TV programs are playing nearby</a>. Also on what users post on various sites such as Facebook, Google+ and Twitter.
fr: Les applis qui incluent <a href="http://techaeris.com/2016/01/13/symphony-advanced-media-software-tracks-your-digital-life-through-your-smartphone-mic/">le logiciel de surveillance Symphony rapportent quels programmes passent à la radio et à la télévision dans leur voisinage</a>, et aussi ce que les utilisateurs envoient sur divers sites comme Facebook, Google+ et Twitter.

source: The natural extension of monitoring people through &ldquo;their&rdquo; phones is <a href="http://www.northwestern.edu/newscenter/stories/2016/01/fool-activity-tracker.html"> proprietary software to make sure they can't &ldquo;fool&rdquo; the monitoring</a>.
fr: L'extension naturelle de la surveillance des gens au moyen de « leur » téléphone est <a href="http://www.northwestern.edu/newscenter/stories/2016/01/fool-activity-tracker.html">le logiciel privateur ; c'est une garantie qu'ils ne pourront pas « déjouer » la surveillance</a>.

source: The <a href="http://michaelweinberg.org/post/137045828005/free-the-cube"> &ldquo;Cube&rdquo; 3D printer was designed with DRM</a>: it won't accept third-party printing materials. It is the Keurig of printers. Now it is being discontinued, which means that eventually authorized materials won't be available and the printers may become unusable.
fr: <a href="http://michaelweinberg.org/post/137045828005/free-the-cube">L'imprimante 3D « Cube » a été conçue avec un dispositif de gestion numérique des restrictions</a> ; elle refuse les consommables fournis par des sociétés tierces. C'est la Keurig<a name="TransNote1-rev" href="#TransNote1"><sup>1</sup></a> des imprimantes. Sa fabrication a été arrêtée, ce qui signifie qu'à terme ces imprimantes deviendront inutilisables, les consommables autorisés n'étant plus disponibles.

source: With a <a href="http://www.fsf.org/resources/hw/endorsement/aleph-objects"> printer that gets the Respects Your Freedom</a>, this problem would not even be a remote possibility.
fr: Avec une <a href="http://www.fsf.org/resources/hw/endorsement/aleph-objects">imprimante labélisée <abbr title="Respects Your Freedom">RYF</abbr> (Respecte votre liberté)</a>, il n'y a aucune chance que cela se produise.

source: How pitiful that the author of that article says that there was &ldquo;nothing wrong&rdquo; with designing the device to restrict users in the first place. This is like putting a &ldquo;cheat me and mistreat me&rdquo; sign on your chest. We should know better: we should condemn all companies that take advantage of people like him. Indeed, it is the acceptance of their unjust practice that teaches people to be doormats.
fr: C'est lamentable que l'auteur de cet article dise qu'au départ il n'y avait « rien de mal » à concevoir l'appareil avec des restrictions d'usage. C'est comme de mettre sur sa poitrine une affiche disant « Dupez-moi et maltraitez-moi ». Nous devrions avoir un peu plus de bon sens et condamner toutes les sociétés qui exploitent les gens comme lui. De fait, c'est l'acceptation de leurs pratiques injustes qui apprend aux gens à se conduire comme des paillassons.

source: It appears <a href="http://www.ghacks.net/2016/01/05/microsoft-may-be-collecting-more-data-than-initially-thought/"> Windows 10 sends data to Microsoft about what applications are running</a>.
fr: Il semble que <a href="http://www.ghacks.net/2016/01/05/microsoft-may-be-collecting-more-data-than-initially-thought/">Windows 10 rapporte à Microsoft quelles applications sont en service</a>.

source: Many <a href="http://www.thestar.com/news/canada/2015/12/29/how-much-data-are-video-games-collecting-about-you.html/"> video game consoles snoop on their users and report to the internet</a>&mdash;even what their users weigh.
fr: De nombreuses <a href="http://www.thestar.com/news/canada/2015/12/29/how-much-data-are-video-games-collecting-about-you.html/">consoles de jeu espionnent leurs utilisateurs et envoient sur Internet</a>&hellip; jusqu'à leur poids.

source: A game console is a computer, and you can't trust a computer with a nonfree operating system.
fr: Une console de jeu est un ordinateur. Vous ne pouvez pas faire confiance à un ordinateur équipé d'un système d'exploitation non libre.

source: Microsoft has <a href="https://theintercept.com/2015/12/28/recently-bought-a-windows-computer-microsoft-probably-has-your-encryption-key/"> backdoored its disk encryption</a>.
fr: <a href="https://theintercept.com/2015/12/28/recently-bought-a-windows-computer-microsoft-probably-has-your-encryption-key/">Microsoft a mis une porte dérobée dans le chiffrement des disques</a>.

source: <a href="https://motherboard.vice.com/en_us/article/bmvxp4/switzerland-wants-a-single-universal-phone-charger-by-2017"> Apple uses DRM software to prevent people from charging an iThing with a generic USB cable</a>.
fr: <a href="https://motherboard.vice.com/en_us/article/bmvxp4/switzerland-wants-a-single-universal-phone-charger-by-2017">Apple utilise un logiciel à DRM pour empêcher les gens de charger un iTruc avec un cable USB générique</a>.

source: Philips &ldquo;smart&rdquo; lightbulbs had initially been designed to interact with other companies' smart light bulbs, but <a href="https://www.techdirt.com/articles/20151214/07452133070/lightbulb-drm-philips-locks-purchasers-out-third-party-bulbs-with-firmware-update.shtml"> later the company updated the firmware to disallow interoperability</a>.
fr: Les ampoules « intelligentes » de Philips avaient à l'origine été conçues pour interagir avec les ampoules intelligentes des autre sociétés, mais <a href="https://www.techdirt.com/articles/20151214/07452133070/lightbulb-drm-philips-locks-purchasers-out-third-party-bulbs-with-firmware-update.shtml">par la suite, la société a mis à jour leur micrologiciel pour interdire l'interopérabilité</a>.

source: If a product is &ldquo;smart&rdquo;, and you didn't build it, it is cleverly serving its manufacturer <em>against you</em>.
fr: Si un produit est « intelligent » et que vous ne l'avez pas fabriqué, il utilise son intelligence pour servir son fabricant <em>à votre détriment</em>.

source: <a href="http://www.itworld.com/article/2705284/data-protection/backdoor-found-in-d-link-router-firmware-code.html"> Some D-Link routers</a> have a back door for changing settings in a dlink of an eye.
fr: <a href="http://www.itworld.com/article/2705284/data-protection/backdoor-found-in-d-link-router-firmware-code.html">Certains routeurs D-Link</a> ont une porte dérobée pour changer les réglages.

source: <a href="http://sekurak.pl/tp-link-httptftp-backdoor/"> The TP-Link router has a back door</a>.
fr: <a href="http://sekurak.pl/tp-link-httptftp-backdoor/">Le routeur TP-Link a une porte dérobée</a>.

source: <a href="https://github.com/elvanderb/TCP-32764">Many models of routers have back doors</a>.
fr: <a href="https://github.com/elvanderb/TCP-32764">De nombreux modèles de routeurs ont des portes dérobées</a>.
