Repository: GitMirroring/www-fr
Catalog: proprietary/workshop/mal.*.po
Languages: fr

source: Once there was a problem with the servers that these programs use to check who has paid, and <a href="http://www.macuser.co.uk/9015-adobe-creative-cloud-outage-leaves-adobe-users-locked-out"> the applications refused to work for anyone</a>.
fr: Il y a eu une fois un problème sur les serveurs qu'utilisent ces programmes pour vérifier qui a payé et <a href="http://www.macuser.co.uk/9015-adobe-creative-cloud-outage-leaves-adobe-users-locked-out">les applications ont cessé de fonctionner pour tout le monde</a>.

source: Motorola, then owned by Google, made <a href="http://blog.azimuthsecurity.com/2013/04/unlocking-motorola-bootloader.html"> Android phones that are tyrants</a> (though someone found a way to crack the restriction). Fortunately, most Android devices are not tyrants.
fr: Motorola, lorsqu'elle était une filiale de Google, a fabriqué <a href="http://blog.azimuthsecurity.com/2013/04/unlocking-motorola-bootloader.html">des téléphones Android qui sont des tyrans</a> (bien que quelqu'un ait trouvé moyen de briser ces restrictions). Fort heureusement, la plupart des appareils Android ne sont pas des tyrans.

source: Proprietary software in cars <a href="http://www.usatoday.com/story/money/cars/2013/03/24/car-spying-edr-data-privacy/1991751/"> records information about drivers' movements</a>, which is made available to car manufacturers, insurance companies, and others.
fr: Dans certaines voitures, un logiciel privateur <a href="http://www.usatoday.com/story/money/cars/2013/03/24/car-spying-edr-data-privacy/1991751/">enregistre l'information concernant les mouvements des conducteurs</a>, information qui est mise à disposition des constructeurs automobiles et des compagnies d'assurance, entre autres.

source: The case of toll-collection systems, mentioned in this article, is not really a matter of proprietary surveillance. These systems are an intolerable invasion of privacy, and should be replaced with anonymous payment systems, but the invasion isn't done by malware. The other cases mentioned are done by proprietary malware in the car.
fr: Dans le cas des systèmes de péage mentionnés dans l'article ci-dessus, il ne s'agit pas vraiment de surveillance par du logiciel privateur. Ces systèmes constituent une invasion intolérable de la vie privée et devraient être remplacés par des systèmes de paiement anonyme, mais cette invasion n'est pas le fait d'un logiciel malveillant. Dans les autres cas mentionnés, le responsable est bien un logiciel malveillant privateur présent dans la voiture.

source: Google Play intentionally sends app developers <a href="http://gadgets.ndtv.com/apps/news/google-play-store-policy-raises-privacy-concerns-331116"> the personal details of users that install the app</a>.
fr: Google Play envoie intentionnellement aux développeurs d'applis <a href="http://gadgets.ndtv.com/apps/news/google-play-store-policy-raises-privacy-concerns-331116">les données personnelles des utilisateurs qui les installent</a>.

source: Merely asking the &ldquo;consent&rdquo; of users is not enough to legitimize actions like this. At this point, most users have stopped reading the &ldquo;Terms and Conditions&rdquo; that spell out what they are &ldquo;consenting&rdquo; to. Google should clearly and honestly identify the information it collects on users, instead of hiding it in an obscurely worded EULA.
fr: Une simple demande de « consentement » ne suffit pas à légitimer des actions de cette sorte. Les utilisateurs ont depuis longtemps cessé de lire les « conditions d'utilisation » qui spécifient à quoi ils « consentent ». Google doit identifier clairement et honnêtement les renseignements qu'elle collecte à propos des utilisateurs au lieu de les cacher dans des CLUF absconses.

source: However, to truly protect people's privacy, we must prevent Google and other companies from getting this personal information in the first place!
fr: Cependant, pour protéger réellement la vie privée des gens, nous devons en premier lieu empêcher Google et les autres sociétés de récupérer cette information personnelle.

source: Oracle's nonfree Java plug-in for browsers <a href="http://www.zdnet.com/article/a-close-look-at-how-oracle-installs-deceptive-software-with-java-updates/">sneakily installs other annoying proprietary software</a>.
fr: Le greffon Java non libre d'Oracle destiné aux navigateurs <a href="http://www.zdnet.com/article/a-close-look-at-how-oracle-installs-deceptive-software-with-java-updates/">installe furtivement d'autres logiciels, privateurs et exaspérants</a>.

source: That article disregards all other bad things about proprietary software. For instance, it regards the inclusion of proprietary Flash Player (which has a <a href="http://www.imasuper.com/66/technology/flash-cookies-the-silent-privacy-killer/">surveillance feature</a> and DRM) in Chrome as a good thing. Chrome is a proprietary browser with a universal back door.
fr: Cet article passe sous silence tous les autres inconvénients du logiciel privateur. Par exemple, il considère comme une bonne chose que Chrome intègre Flash, un lecteur multimédia privateur qui a des dispositifs de <a href="http://www.imasuper.com/66/technology/flash-cookies-the-silent-privacy-killer/">surveillance</a> et de gestion numérique des restrictions (<abbr title="digital restrictions management">DRM</abbr>). Chrome est un navigateur privateur avec une porte dérobée <cite>[backdoor]</cite> universelle.

source: We don't agree with the article's views on those issues, but we present it as a factual reference.
fr: Nous ne sommes pas d'accord avec ce que dit l'article sur ces questions, mais nous le proposons comme référence factuelle.

source: In 2014, <a href="http://www.computerworld.com/article/2494794/malware-vulnerabilities/oracle-will-continue-to-bundle--crapware--with-java.html"> Oracle insisted on continuing this practice</a>.
fr: En 2014, <a href="http://www.computerworld.com/article/2494794/malware-vulnerabilities/oracle-will-continue-to-bundle--crapware--with-java.html">Oracle a insisté pour continuer cette pratique.</a>

source: The Cisco TNP IP phones are <a href="http://boingboing.net/2012/12/29/your-cisco-phone-is-listening.html"> spying devices</a>.
fr: Les téléphones « VoIP unifiée » (TNT) de Cisco sont des <a href="http://boingboing.net/2012/12/29/your-cisco-phone-is-listening.html">instruments d'espionnage</a>.

source: Samsung &ldquo;Smart&rdquo; TVs have <a href="https://wiki.samygo.tv/index.php?title=SamyGO_for_DUMMIES#What_are_Restricted_Firmwares.3F"> turned Linux into the base for a tyrant system</a> so as to impose DRM. What enables Samsung to do this is that Linux is released under GNU GPL version 2, <a href="/licenses/rms-why-gplv3.html">not version 3</a>, together with a weak interpretation of GPL version 2.
fr: Les « Smart TV » de Samsung <a href="https://wiki.samygo.tv/index.php?title=SamyGO_for_DUMMIES#What_are_Restricted_Firmwares.3F">ont fait de Linux la base d'un système tyrannique</a> pour imposer les DRM. Ce qui permet à Samsung de faire ça, c'est le fait que Linux soit publié sous la version 2 de la GNU GPL <a href="/licenses/rms-why-gplv3.html">et non sous la version 3</a>, combiné à une interprétation permissive de la version 2.

source: <a href="http://www.dailymail.co.uk/sciencetech/article-2249303/Hackers-penetrate-home-Crack-Samsungs-Smart-TV-allows-attacker-seize-control-microphone-cameras.html"> Crackers found a way to break security on a &ldquo;smart&rdquo; TV</a> and use its camera to watch the people who are watching TV.
fr: <a href="http://www.dailymail.co.uk/sciencetech/article-2249303/Hackers-penetrate-home-Crack-Samsungs-Smart-TV-allows-attacker-seize-control-microphone-cameras.html">Des crackers ont trouvé moyen de briser la sécurité d'un téléviseur « intelligent »</a> et d'utiliser sa caméra pour regarder les gens qui sont en train de regarder la télévision.

source: FTC says most mobile apps for children don't respect privacy: <a href="http://arstechnica.com/information-technology/2012/12/ftc-disclosures-severely-lacking-in-kids-mobile-appsand-its-getting-worse/"> http://arstechnica.com/information-technology/2012/12/ftc-disclosures-severely-lacking-in-kids-mobile-appsand-its-getting-worse/</a>.
fr: La <abbr title="Federal Trade Commission">FTC</abbr><a name="TransNote2-rev" href="#TransNote2"><sup>2</sup></a> déclare que les appareils mobiles destinés aux enfants ne respectent pas la vie privée (<a href="http://arstechnica.com/information-technology/2012/12/ftc-disclosures-severely-lacking-in-kids-mobile-appsand-its-getting-worse/">http://arstechnica.com/information-technology/2012/12/ftc-disclosures-severely-lacking-in-kids-mobile-appsand-its-getting-worse/</a>).

source: The Electronic Frontier Foundation has examined and found <a href="https://www.eff.org/pages/reader-privacy-chart-2012">various kinds of surveillance in the Swindle and other e-readers</a>.
fr: L'<cite>Electronic Frontier Foundation</cite> a mis en évidence <a href="https://www.eff.org/pages/reader-privacy-chart-2012">différents mécanismes de surveillance dans le Swindle et autres liseuses</a>.

source: Spyware in many e-readers&mdash;not only the Kindle: <a href="https://www.eff.org/pages/reader-privacy-chart-2012"> they report even which page the user reads at what time</a>.
fr: Des logiciels espions également dans de nombreuses liseuses – pas seulement dans le Kindle ; <a href="https://www.eff.org/pages/reader-privacy-chart-2012">ils rapportent même la page que lit l'utilisateur, et à quel moment</a>.

source: Many web sites rat their visitors to advertising networks that track users. Of the top 1000 web sites, <a href="https://www.law.berkeley.edu/research/bclt/research/privacy-at-bclt/web-privacy-census/">84% (as of 5/17/2012) fed their visitors third-party cookies, allowing other sites to track them</a>.
fr: De nombreux sites dénoncent leurs visiteurs aux réseaux publicitaires qui font du pistage. Une statistique prenant en compte les 1000 sites web les plus populaires a montré que <a href="https://www.law.berkeley.edu/research/bclt/research/privacy-at-bclt/web-privacy-census/">84% d'entre eux (le 17 mai 2012) servaient à leurs visiteurs des cookies tierces permettant à d'autres sites de les suivre à la trace</a>.

source: The Amazon Kindle-Swindle has a back door that has been used to <a href="http://pogue.blogs.nytimes.com/2009/07/17/some-e-books-are-more-equal-than-others/"> remotely erase books</a>. One of the books erased was <cite>1984</cite>, by George Orwell.
fr: Le Kindle-Swindle d'Amazon a une porte dérobée qui a servi à <a href="http://pogue.blogs.nytimes.com/2009/07/17/some-e-books-are-more-equal-than-others/">effacer des livres à distance</a>. Un de ces livres était <cite>1984</cite>, de George Orwell.

source: Amazon responded to criticism by saying it would delete books only following orders from the state. However, that policy didn't last. In 2012 it <a href="http://boingboing.net/2012/10/22/kindle-user-claims-amazon-dele.html"> wiped a user's Kindle-Swindle and deleted her account</a>, then offered her kafkaesque &ldquo;explanations.&rdquo;
fr: Amazon a répondu aux critiques en disant qu'elle n'effacerait des livres que sur ordre de l'État. Cependant, cette politique n'a pas duré. En 2012 elle a <a href="http://boingboing.net/2012/10/22/kindle-user-claims-amazon-dele.html">complètement effacé le Kindle-Swindle d'une utilisatrice et supprimé son compte</a>, puis lui a donné des « explications » kafkaïennes.

source: Do other ebook readers have back doors in their nonfree software? We don't know, and we have no way to find out. There is no reason to assume that they don't.
fr: Est-ce que les autres liseuses ont des portes dérobées dans leurs logiciels ? Nous n'en savons rien et n'avons aucun moyen de le découvrir. Rien ne nous laisse supposer qu'elles n'en ont pas.

source: There is also a feature for web sites to track users, which is <a href="http://nakedsecurity.sophos.com/2012/10/17/how-to-disable-apple-ios-user-tracking-ios-6/"> enabled by default</a>. (That article talks about iOS 6, but it is still true in iOS 7.)
fr: Il y a aussi une fonctionnalité, <a href="http://nakedsecurity.sophos.com/2012/10/17/how-to-disable-apple-ios-user-tracking-ios-6/">activée par défaut</a>, qui permet aux sites web de pister les utilisateurs (cet article parle d'iOS 6, mais c'est encore vrai d'iOS 7).

source: <a href="http://www.itworld.com/article/2832657/operating-systems/microsoft-metro-app-store-lock-down.html"> Windows 8 on &ldquo;mobile devices&rdquo; (now defunct) was a jail</a>.
fr: <a href="http://www.itworld.com/article/2832657/operating-systems/microsoft-metro-app-store-lock-down.html">Feu Windows 8 pour « appareils mobiles » était une prison</a> : il censurait le choix de l'utilisateur en matière de programmes d'application.

source: Some LG TVs <a href="http://openlgtv.org.ru/wiki/index.php/Achievements">are tyrants</a>.
fr: Certains téléviseurs de LG <a href="http://openlgtv.org.ru/wiki/index.php/Achievements">sont des tyrans</a>.

source: Many web sites report all their visitors to Google by using the Google Analytics service, which <a href="http://www.pcworld.idg.com.au/article/434164/google_analytics_breaks_norwegian_privacy_laws_local_agency_said/"> tells Google the IP address and the page that was visited</a>.
fr: De nombreux sites envoient à Google un rapport sur chacun de leurs visiteurs par le biais de Google Analytics, rapport qui contient <a href="http://www.pcworld.idg.com.au/article/434164/google_analytics_breaks_norwegian_privacy_laws_local_agency_said/">son adresse IP et la page visitée</a>.

source: The Apple iThings are tyrant devices. There is a port of Android to the iThings, but installing it requires <a href="https://web.archive.org/web/20150721065208/http://www.idroidproject.org/wiki/Status"> finding a bug or &ldquo;exploit&rdquo;</a> to make it possible to install a different system.
fr: Les iTrucs sont des appareils tyrans. Il existe un portage d'Android pour les iTrucs, mais l'installer requiert <a href="https://web.archive.org/web/20150721065208/http://www.idroidproject.org/wiki/Status">de découvrir un bogue ou « d'exploiter une faille »</a> afin de rendre possible l'installation d'un système différent.

source: Users cannot make an Apple ID (<a href="https://apple.stackexchange.com/questions/49951/how-can-i-download-free-apps-without-registering-an-apple-id">necessary to install even gratis apps</a>) without giving a valid email address and receiving the verification code Apple sends to it.
fr: Les utilisateurs d'Apple ne peuvent pas créer leur identifiant (<a href="https://apple.stackexchange.com/questions/49951/how-can-i-download-free-apps-without-registering-an-apple-id">nécessaire pour installer ne serait-ce que des applis gratuites</a>) sans donner une adresse de courriel valide et recevoir le code de vérification envoyé dessus par Apple.

source: ChromeOS has a universal back door. At least, Google says it does&mdash;in <a href="https://www.google.com/intl/en/chromebook/termsofservice.html"> section 4 of the EULA</a>.
fr: ChromeOS a une porte dérobée universelle. Du moins, c'est ce que dit Google dans <a href="https://www.google.com/intl/en/chromebook/termsofservice.html">l'article 4 des <abbr title="Contrat de Licence d'Utilisateur Final">CLUF</abbr></a>.

source: Many web sites try to collect users' address books (the user's list of other people's phone numbers or email addresses). This violates the privacy of those other people.
fr: Beaucoup également essaient de récupérer les carnets d'adresse des utilisateurs (répertoires contenant les numéros de téléphone ou les adresses de courriel d'autres personnes). C'est une atteinte à la vie privée de ces autres personnes.

source: Windows 8 also has a back door for <a href="http://www.computerworld.com/article/2500036/desktop-apps/microsoft--we-can-remotely-delete-windows-8-apps.html"> remotely deleting apps</a>.
fr: <a href="http://www.computerworld.com/article/2500036/desktop-apps/microsoft--we-can-remotely-delete-windows-8-apps.html">Windows 8 a aussi une porte dérobée pour supprimer des applications à distance</a>.

source: You might well decide to let a security service that you trust remotely <em>deactivate</em> programs that it considers malicious. But there is no excuse for <em>deleting</em> the programs, and you should have the right to decide whom (if anyone) to trust in this way.
fr: Vous pouvez parfaitement décider de laisser un service de sécurité en qui vous avez confiance <em>désactiver</em> les programmes qu'il considère comme malveillants. Mais il n'y a aucune excuse pour les <em>supprimer</em>, et vous devez avoir le droit de décider si vous devez vous en remettre à quelqu'un pour cela, et à qui.

source: In addition to its <a href="#windows-update">universal back door</a>, Windows 8 has a back door for <a href="http://www.computerworld.com/article/2500036/desktop-apps/microsoft--we-can-remotely-delete-windows-8-apps.html"> remotely deleting apps</a>.
fr: En plus de sa <a href="#windows-update">porte dérobée universelle</a>, Windows 8 a une porte dérobée pour <a href="http://www.computerworld.com/article/2500036/desktop-apps/microsoft--we-can-remotely-delete-windows-8-apps.html">supprimer des applications à distance</a>.

source: Some manufacturers add a <a href="http://androidsecuritytest.com/features/logs-and-services/loggers/carrieriq/"> hidden general surveillance package such as Carrier IQ</a>.
fr: Certains fabricants ajoutent <a href="http://androidsecuritytest.com/features/logs-and-services/loggers/carrieriq/">un logiciel de surveillance cachée tous azimuts comme Carrier IQ</a>.

source: <a href="https://fsf.org/campaigns/secure-boot-vs-restricted-boot/"> Mobile devices that come with Windows 8 are tyrants</a>.
fr: <a href="https://fsf.org/campaigns/secure-boot-vs-restricted-boot/">Les appareils mobiles livrés avec Windows 8 sont des tyrans</a>.

source: Pages that contain &ldquo;Like&rdquo; buttons <a href="https://www.smh.com.au/technology/facebooks-privacy-lie-aussie-exposes-tracking-as-new-patent-uncovered-20111004-1l61i.html"> enable Facebook to track visitors to those pages</a>&mdash;even users that don't have Facebook accounts.
fr: Les pages qui contiennent des boutons <cite>Like</cite> <a href="https://www.smh.com.au/technology/facebooks-privacy-lie-aussie-exposes-tracking-as-new-patent-uncovered-20111004-1l61i.html">permettent à Facebook de pister les visiteurs de ces pages</a>, même ceux qui n'ont pas de compte Facebook.

source: <a href="https://www.defectivebydesign.org/sony">The Playstation 3 is a tyrant</a>.
fr: <a href="https://www.defectivebydesign.org/sony">La Playstation 3 est un tyran</a>.

source: It is possible to <a href="http://www.pcworld.idg.com.au/article/379477/hacking_music_can_take_control_your_car/"> take control of some car computers through malware in music files</a>. Also <a href="http://www.nytimes.com/2011/03/10/business/10hack.html?_r=0"> by radio</a>. More information in <a href="http://www.autosec.org/faq.html"> Automotive Security And Privacy Center</a>.
fr: Il est possible de <a href="http://www.pcworld.idg.com.au/article/379477/hacking_music_can_take_control_your_car/">prendre le contrôle de l'ordinateur de bord de certaines voitures au moyen de logiciels malveillants infectant des fichiers musicaux</a>. Et également <a href="http://www.nytimes.com/2011/03/10/business/10hack.html?_r=0">au moyen de la radio</a>. Vous trouverez des informations supplémentaires sur le site de l'<a href="http://www.autosec.org/faq.html">Automotive Security And Privacy Center</a>.

source: In Android, <a href="http://www.computerworld.com/article/2506557/security0/google-throws--kill-switch--on-android-phones.html"> Google has a back door to remotely delete apps</a>. (It was in a program called GTalkService, which seems since then to have been merged into Google Play.)
fr: Dans Android, <a href="http://www.computerworld.com/article/2506557/security0/google-throws--kill-switch--on-android-phones.html">Google a une porte dérobée qui lui permet de supprimer des applications à distance</a> (elle est dans un programme appelé GTalkService qui semble, depuis la parution de cet article, avoir été intégré à Google Play).

source: Google can also <a href="https://jon.oberheide.org/blog/2010/06/25/remote-kill-and-install-on-google-android/"> forcibly and remotely install apps</a> through GTalkService. This is not equivalent to a universal back door, but permits various dirty tricks.
fr: Google peut aussi <a href="https://jon.oberheide.org/blog/2010/06/25/remote-kill-and-install-on-google-android/">installer des applis, de force et à distance</a> au moyen de GTalkService. Ce n'est pas l'équivalent d'une porte dérobée universelle, mais cela rend possibles divers mauvais coups.

source: Although Google's <em>exercise</em> of this power has not been malicious so far, the point is that nobody should have such power, which could also be used maliciously. You might well decide to let a security service remotely <em>deactivate</em> programs that it considers malicious. But there is no excuse for allowing it to <em>delete</em> the programs, and you should have the right to decide who (if anyone) to trust in this way.
fr: Bien que <em>l'exercice</em> de ce pouvoir par Google n'ait pas été malfaisant jusqu'à présent, le fait est que personne ne doit posséder un tel pouvoir, car il pourrait aussi être utilisé de manière malfaisante. Vous pourriez parfaitement décider de laisser un service de sécurité <em>désactiver</em> à distance les programmes qu'il considère comme malveillants. Mais il n'y a aucune excuse pour les <em>supprimer</em>, et vous devez avoir le droit de décider à qui accorder une telle confiance (à supposer que vous l'accordiez à quelqu'un).

source: Android <a href="https://developer.android.com/reference/android/drm/package-summary.html"> contains facilities specifically to support DRM</a>.
fr: Android <a href="https://developer.android.com/reference/android/drm/package-summary.html">a des fonctionnalités spéciales pour gérer les DRM</a>.

source: The iPhone has a back door for <a href="http://www.npr.org/2010/11/22/131511381/wipeout-when-your-company-kills-your-iphone"> remote wipe</a>. It's not always enabled, but users are led into enabling it without understanding.
fr: L'iPhone a une porte dérobée pour <a href="http://www.npr.org/2010/11/22/131511381/wipeout-when-your-company-kills-your-iphone">l'effacement complet à distance</a>. Elle n'est pas activée en permanence, mais les utilisateurs sont amenés à l'activer sans comprendre ce que cela implique.

source: Sony <a href="https://www.eff.org/deeplinks/2010/03/sony-steals-feature-from-your-playstation-3">sabotaged the Playstation 3</a> with a firmware downgrade that removed the feature that allowed users to run GNU/Linux on it.
fr: Sony <a href="https://www.eff.org/deeplinks/2010/03/sony-steals-feature-from-your-playstation-3">a saboté la Playstation 3</a> avec une rétrogradation du micrologiciel <cite>[firmware]</cite>, qui a enlevé la fonctionnalité permettant aux utilisateurs de faire tourner GNU/Linux sur la console.

source: Sony subsequently sent police after Geohot, after he cracked the code that blocked users from changing the firmware, and we responded by calling for a <a href="http://boycottsony.org">boycott of Sony</a>.
fr: Par la suite, Sony envoya la police aux trousses de Geohot après qu'il eut cassé le code empêchant les utilisateurs de changer le micrologiciel. Nous avons répondu en appelant au <a href="http://boycottsony.org">boycott de Sony</a>.
