Repository: GitMirroring/www-fr
Catalog: proprietary/workshop/mal.*.po
Languages: fr

source: Red Shell is a spyware that is found in many proprietary games. It <a href="https://nebulous.cloud/threads/red-shell-illegal-spyware-for-steam-games.31924/"> tracks data on users' computers and sends it to third parties</a>.
fr: Red Shell est un espiogiciel présent dans beaucoup de jeux privateurs. Il <a href="https://nebulous.cloud/threads/red-shell-illegal-spyware-for-steam-games.31924/">récupère des données sur l'ordinateur de l'utilisateur et les envoie à des tiers</a>.

source: The Spanish football streaming app <a href="https://boingboing.net/2018/06/11/spanish-football-app-turns-use.html">tracks the user's movements and listens through the microphone</a>.
fr: L'appli pour la retransmission en direct du football espagnol <a href="https://boingboing.net/2018/06/11/spanish-football-app-turns-use.html">suit les déplacements de l'utilisateur et écoute via le micro</a>.

source: This makes them act as spies for licensing enforcement.
fr: Ainsi elle fait office d'espionne au service de l'application des licences.

source: I expect it implements DRM, too&mdash;that there is no way to save a recording. But I can't be sure from the article.
fr: Je suppose qu'elle implémente aussi la gestion numérique des restrictions – qu'il n'y a aucun moyen de sauvegarder un enregistrement. Mais je ne peux pas en être sûr d'après l'article.

source: If you learn to care much less about sports, you will benefit in many ways. This is one more.
fr: Si vous apprenez à donner beaucoup moins d'importance aux sports, vous en tirerez de nombreux avantages. Dans ce cas particulièrement.

source: Apple has <a href="https://www.theverge.com/2018/5/31/17412396/telegram-apple-app-store-app-updates-russia">blocked Telegram from upgrading its app for a month</a>.
fr: Apple a <a href="https://www.theverge.com/2018/5/31/17412396/telegram-apple-app-store-app-updates-russia">empêché Telegram de mettre à jour son appli pendant un mois</a>.

source: This evidently has to do with Russia's command to Apple to block Telegram in Russia.
fr: Évidemment, ceci a rapport avec l'injonction du gouvernement russe à Apple de bloquer Telegram en Russie.

source: The Telegram client is free software on other platforms, but not on iThings. Since <a href="/proprietary/proprietary-jails.html#apple">they are jails</a>, they don't permit any app to be free software.
fr: Le client Telegram est un logiciel libre sur les autres plateformes, mais pas sur les iTrucs. Puisque <a href="/proprietary/proprietary-jails.html#apple">ce sont des prisons</a>, elles ne permettent à aucune appli d'être libre.

source: The Storyful program <a href="https://www.theguardian.com/world/2018/may/17/revealed-how-storyful-uses-tool-monitor-what-journalists-watch">spies on the reporters that use it</a>.
fr: Le program Storyful <a href="https://www.theguardian.com/world/2018/may/17/revealed-how-storyful-uses-tool-monitor-what-journalists-watch">espionne les journalistes qui l'utilisent</a>.

source: Pearson's proprietary educational software <a href="https://gizmodo.com/pearson-embedded-a-social-psychological-experiment-in-s-1825367784"> did an experiment on real students</a>, treating students differently to observe the results.
fr: Un des logiciels éducatifs de Pearson <a href="https://gizmodo.com/pearson-embedded-a-social-psychological-experiment-in-s-1825367784">a expérimenté sur de vrais étudiants</a> en les traitant différemment pour observer le résultat.

source: More than <a href="https://www.theguardian.com/technology/2018/apr/16/child-apps-games-android-us-google-play-store-data-sharing-law-privacy">50% of the 5,855 Android apps studied by researchers were found to snoop and collect information about its users</a>. 40% of the apps were found to insecurely snitch on its users. Furthermore, they could detect only some methods of snooping, in these proprietary apps whose source code they cannot look at. The other apps might be snooping in other ways.
fr: Des chercheurs ont étudié 5 855 applis et montré que <a href="https://www.theguardian.com/technology/2018/apr/16/child-apps-games-android-us-google-play-store-data-sharing-law-privacy">plus de 50 % d'entre elles sont des espions qui collectent de l'information sur leurs utilisateurs</a> et 40 % sont des mouchards. Ils n'ont pu détecter que certaines méthodes d'espionnage dans ces applis privatrices, car ils n'ont pu examiner leur code source. Les autres pourraient utiliser d'autres méthodes.

source: This is evidence that proprietary apps generally work against their users. To protect their privacy and freedom, Android users need to get rid of the proprietary software&mdash;both proprietary Android by <a href="https://replicant.us">switching to Replicant</a>, and the proprietary apps by getting apps from the free software only <a href="https://f-droid.org/">F-Droid store</a> that <a href="https://f-droid.org/wiki/page/Antifeatures"> prominently warns the user if an app contains anti-features</a>.
fr: Voici la preuve que les applis privatrices agissent généralement contre l'intérêt de leurs utilisateurs. Pour protéger leur vie privée et leur liberté, les utilisateurs d'Android doivent se débarrasser du logiciel privateur, c'est-à-dire : 1) éliminer Android lui-même en passant à <a href="https://replicant.us">Replicant</a>, et 2) éviter les applis privatrices en utilisant le dépôt <a href="https://f-droid.org/">F-Droid</a>, qui ne contient que du logiciel libre et <a href="https://f-droid.org/wiki/page/Antifeatures">avertit de manière très visible si une appli contient des fonctionnalités nocives</a>.

source: ArenaNet surreptitiously installed a spyware program along with an update to the massive multiplayer game Guild Wars 2. The spyware allowed ArenaNet <a href="https://techraptor.net/content/arenanet-used-spyware-anti-cheat-for-guild-wars-2-banwave"> to snoop on all open processes running on its user's computer</a>.
fr: ArenaNet a installé subrepticement un programme espion à l'occasion d'une mise à jour du jeu massivement multijoueur Guild Wars 2. Ce programme permettait à ArenaNet <a href="https://techraptor.net/content/arenanet-used-spyware-anti-cheat-for-guild-wars-2-banwave">de fouiner dans tous les processus ouverts sur l'ordinateur de l'utilisateur</a>.

source: A medical insurance company <a href="https://wolfstreet.com/2018/04/14/our-dental-insurance-sent-us-free-internet-connected-toothbrushes-and-this-is-what-happened-next"> offers a gratis electronic toothbrush that snoops on its user by sending usage data back over the Internet</a>.
fr: Une compagnie d'assurance santé <a href="https://wolfstreet.com/2018/04/14/our-dental-insurance-sent-us-free-internet-connected-toothbrushes-and-this-is-what-happened-next">offre une brosse à dents électronique gratuite qui espionne ses utilisateurs en renvoyant des données sur son usage par Internet</a>.

source: Grindr collects information about <a href="https://www.commondreams.org/news/2018/04/02/egregious-breach-privacy-popular-app-grindr-supplies-third-parties-users-hiv-status"> which users are HIV-positive, then provides the information to companies</a>.
fr: Grindr <a href="https://www.commondreams.org/news/2018/04/02/egregious-breach-privacy-popular-app-grindr-supplies-third-parties-users-hiv-status">enregistre lesquels de ses utilisateurs sont séropositifs et fournit cette information à des sociétés</a>.

source: Grindr should not have so much information about its users. It could be designed so that users communicate such info to each other but not to the server's database.
fr: Grindr ne devrait pas posséder tant d'info sur ses utilisateurs. L'appli devrait être conçue pour que les utilisateurs se communiquent ce genre d'info les uns aux autres sans passer par la base de données du serveur.

source: Some &ldquo;Smart&rdquo; TVs automatically <a href="https://web.archive.org/web/20180405014828/https:/twitter.com/buro9/status/980349887006076928"> load downgrades that install a surveillance app</a>.
fr: Certains téléviseurs « intelligents » téléchargent automatiquement des <a href="https://web.archive.org/web/20180405014828/https:/twitter.com/buro9/status/980349887006076928">mises à jour régressives qui installent une appli de surveillance</a>.

source: We link to the article for the facts it presents. It is too bad that the article finishes by advocating the moral weakness of surrendering to Netflix. The Netflix app <a href="/proprietary/malware-google.html#netflix-app-geolocation-drm">is malware too</a>.
fr: Nous mettons cet article en lien pour les faits qu'ils présentent. C'est dommage que dans sa conclusion il conseille de céder aux sirènes de Netflix. L'appli de Netflix <a href="/proprietary/malware-google.html#netflix-app-geolocation-drm">est malveillante également</a>.

source: In MacOS and iOS, the procedure for <a href="https://support.apple.com/guide/photos/export-photos-videos-and-slideshows-pht6e157c5f/mac"> converting images from the Photos format</a> to a free format is so tedious and time-consuming that users just give up if they have a lot of them.
fr: Dans MacOS et iOS, la <a href="https://support.apple.com/guide/photos/export-photos-videos-and-slideshows-pht6e157c5f/mac">procédure de conversion d'images au format Photos</a> vers un format libre est si longue et si fastidieuse que les utilisateurs renoncent s'ils en ont beaucoup.

source: Microsoft is planning to make Windows <a href="https://www.theguardian.com/technology/2018/mar/19/windows-10-microsoft-force-people-edge-browser-windows-mail-chrome-firefox"> impose use of its browser, Edge, in certain circumstances</a>.
fr: Microsoft projette de modifier Windows pour qu'il <a href="https://www.theguardian.com/technology/2018/mar/19/windows-10-microsoft-force-people-edge-browser-windows-mail-chrome-firefox">impose l'utilisation de son navigateur, Edge, dans certaines circonstances</a>.

source: The reason Microsoft can force things on users is that Windows is nonfree.
fr: La raison pour laquelle Microsoft peut imposer des choses aux utilisateurs est que Windows est privateur.

source: The moviepass app and dis-service spy on users even more than users expected. It <a href="https://techcrunch.com/2018/03/05/moviepass-ceo-proudly-says-the-app-tracks-your-location-before-and-after-movies/">records where they travel before and after going to a movie</a>.
fr: MoviePass espionne encore plus les utilisateurs qu'ils ne l'avaient anticipé. Cette appli et le mal-service associé <a href="https://techcrunch.com/2018/03/05/moviepass-ceo-proudly-says-the-app-tracks-your-location-before-and-after-movies/">enregistrent leurs déplacements avant et après le cinéma</a>.

source: Don't be tracked&mdash;pay cash!
fr: Ne vous laissez pas pister ; payez comptant !

source: Apple devices lock users in <a href="https://gizmodo.com/homepod-is-the-ultimate-apple-product-in-a-bad-way-1822883347"> solely to Apple services</a> by being designed to be incompatible with all other options, ethical or unethical.
fr: Les appareils d'Apple <a href="https://gizmodo.com/homepod-is-the-ultimate-apple-product-in-a-bad-way-1822883347">enferment les utilisateurs</a> dans les services gérés par Apple, car ils sont conçus pour être incompatibles avec toutes les autres options, éthiques ou non.

source: Some JavaScript malware <a href="https://www.theverge.com/2017/12/30/16829804/browser-password-manager-adthink-princeton-research"> swipes usernames from browser-based password managers</a>.
fr: Certains logiciels JavaScript malveillants raflent <a href="https://www.theverge.com/2017/12/30/16829804/browser-password-manager-adthink-princeton-research">les identifiants provenant des gestionnaires de mots de passe</a> associés aux navigateurs.

source: One of the dangers of the &ldquo;internet of stings&rdquo; is that, if you lose your internet service, you also <a href="https://torrentfreak.com/piracy-notices-can-mess-with-your-thermostat-isp-warns-171224/"> lose control of your house and appliances</a>.
fr: L'un des risques de « l'Internet des dangers » est que, si votre service Internet vous lâche, <a href="https://torrentfreak.com/piracy-notices-can-mess-with-your-thermostat-isp-warns-171224/">vous perdez le contrôle de vos appareils domotiques</a>.

source: For your safety, don't use any appliance with a connection to the real internet.
fr: Par mesure de sécurité, n'utilisez pas d'appareil connecté à Internet.

source: Many web sites use JavaScript code <a href="http://gizmodo.com/before-you-hit-submit-this-company-has-already-logge-1795906081"> to snoop on information that users have typed into a form but not sent</a>, in order to learn their identity. Some are <a href="https://www.manatt.com/Insights/Newsletters/Advertising-Law/Sites-Illegally-Tracked-Consumers-New-Suits-Allege"> getting sued</a> for this.
fr: De nombreux sites web utilisent du code JavaScript <a href="http://gizmodo.com/before-you-hit-submit-this-company-has-already-logge-1795906081">pour récupérer l'information que les utilisateurs ont saisie dans un formulaire mais n'ont pas envoyée</a>, et ainsi découvrir leur identité. Certains ont été <a href="https://www.manatt.com/Insights/Newsletters/Advertising-Law/Sites-Illegally-Tracked-Consumers-New-Suits-Allege">poursuivis</a> pour cela.

source: The chat facilities of some customer services use the same sort of malware to <a href="https://gizmodo.com/be-warned-customer-service-agents-can-see-what-youre-t-1830688119"> read what the user is typing before it is posted</a>.
fr: La messagerie instantanée de certains supports techiques utilise le même genre de maliciel pour <a href="https://gizmodo.com/be-warned-customer-service-agents-can-see-what-youre-t-1830688119">lire le messsage que l'utilisateur est en train d'écrire avant qu'il ne l'ait envoyé</a>.

source: Patent applications show that Google and Amazon are interested in <a href="http://www.consumerwatchdog.org/privacy-technology/home-assistant-adopter-beware-google-amazon-digital-assistant-patents-reveal"> making &ldquo;digital assistants&rdquo; study people's activities to learn all about them</a>.
fr: Si l'on en juge d'après leurs dépôts de brevets, Google et Amazon envisagent de faire des <a href="http://www.consumerwatchdog.org/privacy-technology/home-assistant-adopter-beware-google-amazon-digital-assistant-patents-reveal">« assistants virtuels » qui étudient les activités des gens de manière à tout savoir sur eux</a>.

source: AI programs would understand what people say to each other, observe the clothing they wear and the objects they carry (including the marketing messages on them), and use sound to track people's activities, including in the toilet or in bed.
fr: Des programmes d'IA comprendraient ce que les gens se disent entre eux, observeraient leurs vêtements et les objets qu'ils transportent (en particulier les messages publicitaires qui sont dessus), et utiliseraient le son pour espionner leurs activités, y compris aux toilettes ou au lit.

source: It should be illegal to have such a device in your apartment without getting signed consent from the people that live in the other appartments in the building.
fr: Il devrait être illégal d'avoir un appareil de ce type dans son appartement sans obtenir le consentement écrit des voisins d'immeuble.

source: HP's proprietary operating system <a href="http://www.bbc.com/news/technology-42309371">includes a proprietary keyboard driver with a key logger in it</a>.
fr: Dans le système d'exploitation privateur de HP, on trouve <a href="http://www.bbc.com/news/technology-42309371">un pilote pour le clavier qui contient un enregistreur de frappe <cite>[key logger]</cite></a>.

source: Learn how <a href="https://www.huffingtonpost.com/joseph-farrell/the-fascinating-psycholog_b_6076502.html"> gratis-to-play-and-not-win-much games manipulate their useds psychologically</a>.
fr: Apprenez comment <a href="https://www.huffingtonpost.com/joseph-farrell/the-fascinating-psycholog_b_6076502.html">les jeux-gratuits-qui-rapportent-peu pratiquent la manipulation psychologique sur leurs « utilisés »</a>.

source: These manipulative behaviors are malicious functionalities, and they are possible because the game is proprietary. If it were free, people could publish a non-manipulative version and play that instead.
fr: Ces comportements manipulateurs sont des fonctionnalités malveillantes. Elles sont possibles parce que le jeu est privateur. S'il était libre, les gens pourraient publier une version non manipulatrice et s'en servir de préférence à la version d'origine.

source: The DMCA and the EU Copyright Directive make it <a href="https://boingboing.net/2017/11/25/la-la-la-cant-hear-you.html"> illegal to study how iOS cr&hellip;apps spy on users</a>, because this would require circumventing the iOS DRM.
fr: La DMCA et la directive de l'UE relative au droit d'auteur rendent <a href="https://boingboing.net/2017/11/25/la-la-la-cant-hear-you.html">illégal d'étudier la manière dont les applis sous iOS espionnent l'utilisateur</a> car cela suppose de contourner le DRM d'iOS.

source: The Furby Connect has a <a href="https://www.contextis.com/blog/dont-feed-them-after-midnight-reverse-engineering-the-furby-connect"> universal back door</a>. If the product as shipped doesn't act as a listening device, remote changes to the code could surely convert it into one.
fr: Le jouet <cite>Furby Connect</cite> a une <a href="https://www.contextis.com/blog/dont-feed-them-after-midnight-reverse-engineering-the-furby-connect">porte dérobée universelle</a>. Même si ce produit, tel qu'il est livré, n'est pas utilisable comme appareil d'écoute, il pourrait sûrement le devenir après une modification à distance du code.

source: Tracking software in popular Android apps is pervasive and sometimes very clever. Some trackers can <a href="https://theintercept.com/2017/11/24/staggering-variety-of-clandestine-trackers-found-in-popular-android-apps/"> follow a user's movements around a physical store by noticing WiFi networks</a>.
fr: Les logiciels de pistage sont omniprésents dans les applis Android populaires, et ils sont quelquefois très futés. Certains peuvent <a href="https://theintercept.com/2017/11/24/staggering-variety-of-clandestine-trackers-found-in-popular-android-apps/">suivre les mouvements de l'utilisateur dans un magasin physique en notant les réseaux wifi qu'il utilise</a>.

source: AI-powered driving apps can <a href="https://motherboard.vice.com/en_us/article/43nz9p/ai-powered-driving-apps-can-track-your-every-move"> track your every move</a>.
fr: Les applis d'aide à la conduite intégrant de l'intelligence artificielle peuvent <a href="https://motherboard.vice.com/en_us/article/43nz9p/ai-powered-driving-apps-can-track-your-every-move">suivre tous vos mouvements</a>.

source: Android tracks location for Google <a href="https://www.techdirt.com/articles/20171121/09030238658/investigation-finds-google-collected-location-data-even-with-location-services-turned-off.shtml"> even when &ldquo;location services&rdquo; are turned off, even when the phone has no SIM card</a>.
fr: Android fait de la géolocalisation pour Google <a href="https://www.techdirt.com/articles/20171121/09030238658/investigation-finds-google-collected-location-data-even-with-location-services-turned-off.shtml">même quand les « services de localisation » sont désactivés, et même quand le téléphone n'a pas de carte SIM</a>.

source: Intel's intentional &ldquo;management engine&rdquo; back door has <a href="https://www.theregister.co.uk/2017/11/20/intel_flags_firmware_flaws/"> unintended back doors</a> too.
fr: La porte dérobée intentionnelle du « Moteur de gestion Intel » a aussi des <a href="https://www.theregister.co.uk/2017/11/20/intel_flags_firmware_flaws/">portes dérobées non intentionnelles</a>.

source: Amazon recently invited consumers to be suckers and <a href="https://www.techdirt.com/articles/20171120/10533238651/vulnerability-fo"> allow delivery staff to open their front doors</a>. Wouldn't you know it, the system has a grave security flaw.
fr: Amazon a récemment invité ses clients à se faire pigeonner en <a href="https://www.techdirt.com/articles/20171120/10533238651/vulnerability-fo">permettant aux livreurs d'ouvrir leurs portes d'entrée</a>. Et vous savez quoi ? Le système a une énorme faille de sécurité.

source: Some websites send JavaScript code to collect all the user's input, <a href="https://freedom-to-tinker.com/2017/11/15/no-boundaries-exfiltration-of-personal-data-by-session-replay-scripts/">which can then be used to reproduce the whole session</a>.
fr: Certains sites envoient du code JavaScript pour collecter tout ce qui est saisi par l'utilisateur, <a href="https://freedom-to-tinker.com/2017/11/15/no-boundaries-exfiltration-of-personal-data-by-session-replay-scripts/">ce qui permet de reproduire l'ensemble de la session</a>.

source: If you use LibreJS, it will block that malicious JavaScript code.
fr: Si vous utilisez LibreJS, il bloquera ce code JavaScript malveillant.

source: A remote-control sex toy was found to make <a href="https://www.theverge.com/2017/11/10/16634442/lovense-sex-toy-spy-survei">audio recordings of the conversation between two users</a>.
fr: Un accessoire sexuel contrôlé à distance s'est révélé <a href="https://www.theverge.com/2017/11/10/16634442/lovense-sex-toy-spy-survei">enregistrer la conversation entre les deux utilisateurs</a>.

source: Logitech will sabotage all Harmony Link household control devices by <a href="https://arstechnica.com/gadgets/2017/11/logitech-to-shut-down-service-and-support-for-harmony-link-devices-in-2018/"> turning off the server through which the products' supposed owners communicate with them</a>.
fr: Logitech va saboter tous les dispositifs Harmony Link de contrôle domotique en <a href="https://arstechnica.com/gadgets/2017/11/logitech-to-shut-down-service-and-support-for-harmony-link-devices-in-2018/">arrêtant le serveur au travers duquel les supposés propriétaires de ces appareils communiquent avec eux</a>.

source: The owners suspect this is to pressure them to buy a newer model. If they are wise, they will learn, rather, to distrust any product that requires users to talk with them through some specialized service.
fr: Ces propriétaires soupçonnent que le but est de leur faire acheter un nouveau modèle. S'ils sont avisés, ils apprendront plutôt à se méfier d'un produit qui oblige les utilisateurs à communiquer avec lui au travers d'un service spécialisé.

source: The driver for a certain gaming keyboard <a href="https://thehackernews.com/2017/11/mantistek-keyboard-keylogger.html">sends information to China</a>.
fr: Le pilote d'un certain clavier dédié au jeu <a href="https://thehackernews.com/2017/11/mantistek-keyboard-keylogger.html">envoie de l'information en Chine</a>.

source: Sony has brought back its robotic pet Aibo, this time <a href="https://motherboard.vice.com/en_us/article/bj778v/sony-wants-to-sell-you-a-subscription-to-a-robot-dog-aibo-90s-pet"> with a universal back door, and tethered to a server that requires a subscription</a>.
fr: Sony a ressorti son robot de compagnie Aibo, cette fois-ci <a href="https://motherboard.vice.com/en_us/article/bj778v/sony-wants-to-sell-you-a-subscription-to-a-robot-dog-aibo-90s-pet">avec une porte dérobée universelle, ainsi qu'une dépendance à un serveur avec abonnement obligatoire</a>.

source: Windows 10 telemetry program sends information to Microsoft about the user's computer and their use of the computer.
fr: Le programme de télémétrie de Windows 10 envoie à Microsoft des informations sur l'ordinateur de l'utilisateur et la manière dont il l'utilise.
