Repository: GitMirroring/www-fr
Catalog: proprietary/workshop/mal.*.po
Languages: fr

source: A downgrade to Windows 10 deleted surveillance-detection applications. Then another downgrade inserted a general spying program. Users noticed this and complained, so Microsoft renamed it <a href="https://www.theregister.co.uk/2015/11/26/microsoft_renamed_data_slurper_reinserted_windows_10/"> to give users the impression it was gone</a>.
fr: Une mise à jour régressive de Windows 10 a supprimé des applications servant à détecter la surveillance. Puis une autre a inséré un programme d'espionnage tous azimuts. Les utilisateurs s'en sont rendu compte, alors Microsoft a changé son nom <a href="https://www.theregister.co.uk/2015/11/26/microsoft_renamed_data_slurper_reinserted_windows_10/">pour leur donner l'impression qu'il n'était plus là</a>.

source: To use proprietary software is to invite such treatment.
fr: Utiliser du logiciel privateur est une invitation à se faire traiter de la sorte.

source: Dell computers, shipped with Windows, had a bogus root certificate that <a href="http://fossforce.com/2015/11/dell-comcast-intel-who-knows-who-else-are-out-to-get-you/"> allowed anyone (not just Dell) to remotely authorize any software to run</a> on the computer.
fr: Les ordinateurs Dell vendus avec Windows avaient un certificat racine bidon qui <a href="http://fossforce.com/2015/11/dell-comcast-intel-who-knows-who-else-are-out-to-get-you/">permettait à n'importe qui (pas seulement à Dell) d'autoriser à distance l'exécution de n'importe quel programme</a>.

source: The Nest Cam &ldquo;smart&rdquo; camera is <a href="http://www.bbc.com/news/technology-34922712">always watching</a>, even when the &ldquo;owner&rdquo; switches it &ldquo;off.&rdquo;
fr: La caméra « intelligente » Nest Cam <a href="http://www.bbc.com/news/technology-34922712">regarde en permanence</a>, même quand son « propriétaire » la met sur « arrêt ».

source: A &ldquo;smart&rdquo; device means the manufacturer is using it to outsmart you.
fr: Un appareil « intelligent » est un appareil dont le fabricant se sert pour jouer au plus malin avec vous.

source: Google has long had <a href="http://www.theguardian.com/technology/2015/nov/24/google-can-unlock-android-devices-remotely-if-phone-unencrypted">a back door to remotely unlock an Android device</a>, unless its disk is encrypted (possible since Android 5.0 Lollipop, but still not quite the default).
fr: Google a depuis longtemps <a href="http://www.theguardian.com/technology/2015/nov/24/google-can-unlock-android-devices-remotely-if-phone-unencrypted">une porte dérobée qui sert à déverrouiller les appareils Android à distance</a>, à moins que leur disque ne soit chiffré (le chiffrement est possible depuis Android Lollipop, mais n'est pas encore activé par défaut).

source: Windows 10 &ldquo;upgrades&rdquo; <a href="http://www.ghacks.net/2015/11/24/beware-latest-windows-10-update-may-remove-programs-automatically/"> delete applications</a> without asking permission.
fr: Les « mises à niveau » de Windows 10 <a href="http://www.ghacks.net/2015/11/24/beware-latest-windows-10-update-may-remove-programs-automatically/">suppriment des applications</a> sans demander la permission.

source: ARRIS cable modem has a <a href="https://w00tsec.blogspot.de/2015/11/arris-cable-modem-has-backdoor-in.html?m=1"> back door in the back door</a>.
fr: Le modem câble ARRIS a une <a href="https://w00tsec.blogspot.de/2015/11/arris-cable-modem-has-backdoor-in.html?m=1">porte dérobée dans sa porte dérobée</a>.

source: Caterpillar vehicles come with <a href="http://www.zerohedge.com/news/2015-11-19/caterpillar-depression-has-never-been-worse-it-has-cunning-plan-how-deal-it"> a back door to shutoff the engine</a> remotely.
fr: Des véhicules de Caterpillar sont livrés avec <a href="http://www.zerohedge.com/news/2015-11-19/caterpillar-depression-has-never-been-worse-it-has-cunning-plan-how-deal-it">une porte dérobée permettant d'arrêter le moteur</a> à distance.

source: &ldquo;Cryptic communication,&rdquo; unrelated to the app's functionality, was <a href="http://news.mit.edu/2015/data-transferred-android-apps-hiding-1119"> found in the 500 most popular gratis Android apps</a>.
fr: Des « communications énigmatiques » n'ayant rien à voir avec la fonctionnalité de l'appli ont été <a href="http://news.mit.edu/2015/data-transferred-android-apps-hiding-1119">découvertes dans les 500 applis gratuites pour Android les plus populaires</a>.

source: The article should not have described these apps as &ldquo;free&rdquo;&mdash;they are not free software. The clear way to say &ldquo;zero price&rdquo; is &ldquo;gratis.&rdquo;
fr: Cet article n'aurait pas dû décrire ces applis comme <cite>free</cite> – ce ne sont pas des logiciels libres <cite>[free software]</cite><a name="TransNote1-rev" href="#TransNote1"><sup>1</sup></a>. Pour être clair en anglais lorsqu'on parle de « coût nul », il faut dire <cite>gratis</cite>.

source: The article takes for granted that the usual analytics tools are legitimate, but is that valid? Software developers have no right to analyze what users are doing or how. &ldquo;Analytics&rdquo; tools that snoop are just as wrong as any other snooping.
fr: L'article considère comme acquis que les outils analytiques habituels sont légitimes, mais est-ce valide ? Les développeurs n'ont pas le droit d'analyser ce que font les utilisateurs et comment ils le font. L'espionnage par des outils d'« analyse » est tout aussi répréhensible que par n'importe quel autre moyen.

source: Some web and TV advertisements play inaudible sounds to be picked up by proprietary malware running on other devices in range so as to determine that they are nearby. Once your Internet devices are paired with your TV, advertisers can correlate ads with Web activity, and other <a href="http://arstechnica.com/tech-policy/2015/11/beware-of-ads-that-use-inaudible-sound-to-link-your-phone-tv-tablet-and-pc/"> cross-device tracking</a>.
fr: Certaines publicités de la télévision et du web émettent des sons inaudibles destinés à des logiciels malveillants en service sur d'autres appareils, avec une portée permettant de savoir qu'ils sont proches. Une fois que vos appareils connectés sont appariés avec votre télévision, les annonceurs peuvent corréler les publicités avec votre activité sur le web et autres <a href="http://arstechnica.com/tech-policy/2015/11/beware-of-ads-that-use-inaudible-sound-to-link-your-phone-tv-tablet-and-pc/">données de pistage provenant des divers appareils</a>.

source: A top-ranking proprietary Instagram client promising to tell users who's been watching their pictures was in reality <a href="http://www.theguardian.com/technology/2015/nov/11/top-ranking-free-app-stole-instagram-passwords">stealing their credentials</a>, advertising itself on their feed, and posting images without their consent.
fr: Un client Instagram privateur très connu, qui avait promis de dire à ses utilisateurs quelles personnes avaient regardé leurs photos, <a href="http://www.theguardian.com/technology/2015/nov/11/top-ranking-free-app-stole-instagram-passwords">volait en fait leurs identifiants</a> et s'en servait pour faire sa propre publicité sur leur flux et mettre des photos en ligne sans leur consentement.

source: Baidu's proprietary Android library, Moplus, has a back door that <a href="https://www.eff.org/deeplinks/2015/11/millions-android-devices-vulnerable-remote-hijacking-baidu-wrote-code-google-made"> can &ldquo;upload files&rdquo; as well as forcibly install apps</a>.
fr: La bibliothèque Android privatrice de Baidu (Moplus) a une porte dérobée qui <a href="https://www.eff.org/deeplinks/2015/11/millions-android-devices-vulnerable-remote-hijacking-baidu-wrote-code-google-made">peut « uploader des fichiers » et aussi installer des applis de force</a>.

source: It is used by 14,000 Android applications.
fr: Elle est utilisée par 14 000 applications Android.

source: Vizio goes a step further than other TV manufacturers in spying on their users: their <a href="http://www.propublica.org/article/own-a-vizio-smart-tv-its-watching-you"> &ldquo;smart&rdquo; TVs analyze your viewing habits in detail and link them your IP address</a> so that advertisers can track you across devices.
fr: Vizio va plus loin que tous les autres fabricants de téléviseurs dans l'espionnage de ses utilisateurs : ses <a href="http://www.propublica.org/article/own-a-vizio-smart-tv-its-watching-you">téléviseurs « intelligents » analysent en détail vos habitudes d'écoute et les relient à votre adresse IP</a>, de manière que les annonceurs puissent vous suivre à la trace sur vos autres appareils.

source: It is possible to turn this off, but having it enabled by default is an injustice already.
fr: Il est possible d'inactiver cette fonction, mais son activation par défaut est en soi une injustice.

source: Tivo's alliance with Viacom adds 2.3 million households to the 600 millions social media profiles the company already monitors. Tivo customers are unaware they're being watched by advertisers. By combining TV viewing information with online social media participation, Tivo can now <a href="http://www.reuters.com/article/viacom-tivo-idUSL1N12U1VV20151102"> correlate TV advertisement with online purchases</a>, exposing all users to new combined surveillance by default.
fr: L'alliance de Tivo avec Viacom ajoute 2,3 millions de foyers aux 600 millions de profils que la société surveille déjà sur les réseaux sociaux. Les clients de Tivo ne se rendent pas compte que les annonceurs les regardent. En combinant l'information provenant de la télévision avec la participation aux réseaux sociaux, Tivo peut maintenant <a href="http://www.reuters.com/article/viacom-tivo-idUSL1N12U1VV20151102">corréler la publicité à la télévision avec les achats en ligne</a>, ce qui expose par défaut tous les utilisateurs à une nouvelle combinaison de flicages.

source: More than 73% and 47% of mobile applications, from Android and iOS respectively <a href="https://techscience.org/a/2015103001/">share personal, behavioral and location information</a> of their users with third parties.
fr: Les applications mobiles d'Android et iOS, dans une proportion supérieure à 73% et 47% respectivement, <a href="https://techscience.org/a/2015103001/">partagent certaines données personnelles, comportementales ou de géolocalisation de leurs utilisateurs avec des tiers</a>.

source: Apple Siri <a href="http://www.theguardian.com/technology/2015/oct/27/apple-music-subscribers-siri-questions">refuses to give you information</a> about music charts if you're not an Apple Music subscriber.
fr: Siri <a href="http://www.theguardian.com/technology/2015/oct/27/apple-music-subscribers-siri-questions">refuse de vous donner des renseignements</a> sur la popularité des chansons si vous n'êtes pas abonné à Apple Miusic.

source: Adobe nonfree software may halt all other work and freeze a computer <a href="http://shallowsky.com/blog/gimp/non-free-software-surprises.html"> to perform a license check</a>, at a random time every 30 days.
fr: Les logiciels non libres d'Adobe sont susceptibles d'arrêter tous les autres travaux et de geler l'ordinateur <a href="http://shallowsky.com/blog/gimp/non-free-software-surprises.html">pour faire une vérification de licence</a> tous les 30 jours, à une heure aléatoire.

source: FitBit fitness trackers have a <a href="http://www.tripwire.com/state-of-security/latest-security-news/10-second-hack-delivers-first-ever-malware-to-fitness-trackers/"> Bluetooth vulnerability</a> that allows attackers to send malware to the devices, which can subsequently spread to computers and other FitBit trackers that interact with them.
fr: Les moniteurs de forme physique FitBit <a href="http://www.tripwire.com/state-of-security/latest-security-news/10-second-hack-delivers-first-ever-malware-to-fitness-trackers/">ont une vulnérabilité au niveau du Bluetooth</a>, qui permet à l'attaquant d'envoyer à ces appareils des logiciels malveillants pouvant ensuite se propager aux ordinateurs et aux autres moniteurs Fitbit avec lesquels ils interagissent.

source: &ldquo;Self-encrypting&rdquo; disk drives do the encryption with proprietary firmware so you can't trust it. Western Digital's &ldquo;My Passport&rdquo; drives <a href="https://motherboard.vice.com/en_us/article/mgbmma/some-popular-self-encrypting-hard-drives-have-really-bad-encryption"> have a back door</a>.
fr: Les disques durs « à chiffrement automatique » utilisent pour ce faire un micrologiciel <cite>[firmware]</cite> privateur, auquel par conséquent on ne peut pas se fier. Les disques « My Passport » de Western Digital <a href="https://motherboard.vice.com/en_us/article/mgbmma/some-popular-self-encrypting-hard-drives-have-really-bad-encryption">ont une porte dérobée</a>.

source: According to Edward Snowden, <a href="http://www.bbc.com/news/uk-34444233">agencies can take over smartphones</a> by sending hidden text messages which enable them to turn the phones on and off, listen to the microphone, retrieve geo-location data from the GPS, take photographs, read text messages, read call, location and web browsing history, and read the contact list. This malware is designed to disguise itself from investigation.
fr: D'après Edward Snowden, <a href="http://www.bbc.com/news/uk-34444233">certains services de renseignement peuvent prendre le contrôle des téléphones</a> en leur envoyant des textos cachés au moyen desquels ils peuvent les allumer et les éteindre, écouter le micro, récupérer les données de géolocalisation, lire l'historique des appels, de la localisation et de la navigation sur le web, ainsi que lire le répertoire. Ce logiciel malveillant est conçu pour se camoufler de manière à échapper aux recherches.

source: Apple forced millions of iThings to <a href="https://discussions.apple.com/thread/7256669?tstart=0">download a system upgrade without asking the users</a>. Apple did not forcibly install the upgrade but the downloading alone caused lots of trouble.
fr: Apple a forcé des millions d'iTrucs à <a href="https://discussions.apple.com/thread/7256669?tstart=0">télécharger une mise à niveau du système sans rien demander aux utilisateurs</a>. Apple n'a pas installé la mise à jour de force, mais le téléchargement lui-même a causé pas mal de problèmes.

source: Apple <a href="http://ifixit.org/blog/7401/ifixit-app-pulled/"> banned a program from the App Store</a> because its developers committed the enormity of disassembling some iThings.
fr: Apple a <a href="http://ifixit.org/blog/7401/ifixit-app-pulled/">banni un programme de l'App Store</a> parce que ses développeurs avaient commis l'énormité de désassembler certains iTrucs.

source: iThings automatically upload to Apple's servers all the photos and videos they make.
fr: les iTrucs envoient automatiquement sur les serveurs d'Apple toutes les photos et vidéos qu'ils prennent.

source: iCloud Photo Library stores every photo and video you take, and keeps them up to date on all your devices. Any edits you make are automatically updated everywhere. [&hellip;]
fr: La Photothèque iCloud stocke toutes vos photos et vidéos pour vous permettre d’y accéder instantanément depuis votre iPhone, iPad, iPod touch et Mac, ainsi que sur iCloud.com. Toutes les modifications que vous y apportez se répercutent automatiquement partout. [&hellip;]

source: (From <a href="https://www.apple.com/icloud/photos/">Apple's iCloud information</a> as accessed on 24 Sep 2015.) The iCloud feature is <a href="https://support.apple.com/en-us/HT202033">activated by the startup of iOS</a>. The term &ldquo;cloud&rdquo; means &ldquo;please don't ask where.&rdquo;
fr: (Source : <a href="https://www.apple.com/fr/icloud/photos/">Informations sur l'iCloud d'Apple</a> consultées le 30 septembre 2015.) La fonctionnalité iCloud est <a href="https://support.apple.com/en-us/HT202033">activée automatiquement au démarrage d'iOS</a>. Le terme <cite>cloud</cite> (nuage) veut dire « Ne demandez pas où c'est. »

source: There is a way to <a href="https://support.apple.com/en-us/HT201104"> deactivate iCloud</a>, but it's active by default so it still counts as a surveillance functionality.
fr: Il y a moyen de <a href="https://support.apple.com/fr-fr/HT201104">désactiver iCloud</a>, mais étant donné qu'il est activé par défaut cela représente une fonctionnalité de surveillance.

source: Unknown people apparently took advantage of this to <a href="https://www.theguardian.com/technology/2014/sep/01/naked-celebrity-hack-icloud-backup-jennifer-lawrence">get nude photos of many celebrities</a>. They needed to break Apple's security to get at them, but NSA can access any of them through <a href="/philosophy/surveillance-vs-democracy.html#digitalcash">PRISM</a>.
fr: Des inconnus en ont apparemment profité pour <a href="https://www.theguardian.com/technology/2014/sep/01/naked-celebrity-hack-icloud-backup-jennifer-lawrence">se procurer des photos dénudées de nombreuses célébrités</a>. Ils ont eu besoin de casser les dispositifs de sécurité d'Apple pour le faire, mais la NSA peut accéder à n'importe laquelle de ces photos dans le cadre de <a href="/philosophy/surveillance-vs-democracy.html#digitalcash">PRISM</a>.

source: As of 2015, Apple <a href="http://www.theguardian.com/commentisfree/2015/sep/23/apple-anti-choice-tendencies-showing-in-app-store-reproductive-rights"> systematically bans apps that endorse abortion rights or would help women find abortions</a>.
fr: Depuis 2015, Apple <a href="http://www.theguardian.com/commentisfree/2015/sep/23/apple-anti-choice-tendencies-showing-in-app-store-reproductive-rights">interdit systématiquement les applis qui cautionnent le droit à l'avortement ou pourraient aider les femmes à obtenir un avortement</a>.

source: This particular political slant <a href="http://www.theguardian.com/technology/2011/dec/01/siri-abortion-apple-unintenional-omissions"> affects other Apple services</a>.
fr: Cette orientation politique particulière <a href="http://www.theguardian.com/technology/2011/dec/01/siri-abortion-apple-unintenional-omissions">affecte les autre services d'Apple</a>.

source: <a href="http://www.computerworld.com/article/2984889/windows-pcs/lenovo-collects-usage-data-on-thinkpad-thinkcentre-and-thinkstation-pcs.html"> Lenovo stealthily installed crapware and spyware via BIOS</a> on Windows installs. Note that the specific sabotage method Lenovo used did not affect GNU/Linux; also, a &ldquo;clean&rdquo; Windows install is not really clean since <a href="/proprietary/malware-microsoft.html">Microsoft puts in its own malware</a>.
fr: <a href="http://www.computerworld.com/article/2984889/windows-pcs/lenovo-collects-usage-data-on-thinkpad-thinkcentre-and-thinkstation-pcs.html">Lenovo a installé furtivement des logiciels promotionnels et espions via le BIOS</a>, sur des installations de Windows. Notez que la méthode particulière de sabotage utilisée par Lenovo n'a pas affecté GNU/Linux ; par ailleurs, une installation « propre » de Windows n'est pas vraiment propre puisque <a href="/proprietary/malware-microsoft.html">Microsoft y ajoute ses propres logiciels malveillants</a>.

source: Volkswagen programmed its car engine computers to <a href="https://www.petri.com/volkswagen-used-software-to-cheat-on-emissions"> detect the Environmental Protection Agency's emission tests</a>, and run dirty the rest of the time. In real driving, the cars exceeded emissions standards by a factor of up to 35.
fr: Volkswagen a programmé les ordinateurs contrôlant les moteurs de ses véhicules pour qu'ils <a href="https://www.petri.com/volkswagen-used-software-to-cheat-on-emissions">détectent les essais antipollution de l'<cite>Environmental Protection Agency</cite> (agence de protection de l'environnement des États-Unis)</a>&hellip; et polluent le reste du temps. En conditions réelles, les voitures excédaient les normes d'émission d'un facteur allant jusqu'à 35.

source: Using free software would not have stopped Volkswagen from programming it this way, but would have made it harder to conceal, and given the users the possibility of correcting the deception.
fr: L'utilisation de logiciel libre n'aurait pas empêché Volkswagen de programmer ainsi ses ordinateurs, mais la fraude aurait été plus difficile à cacher et les utilisateurs auraient eu une chance de la corriger.

source: Modern gratis game cr&hellip;apps <a href="http://toucharcade.com/2015/09/16/we-own-you-confessions-of-a-free-to-play-producer/"> collect a wide range of data about their users and their users' friends and associates</a>.
fr: Les sal&hellip;applis gratuites de jeu récentes <a href="http://toucharcade.com/2015/09/16/we-own-you-confessions-of-a-free-to-play-producer/">rassemblent un large éventail de données sur leurs utilisateurs, ainsi que sur leurs amis et leurs associés</a>.

source: Even nastier, they do it through ad networks that merge the data collected by various cr&hellip;apps and sites made by different companies.
fr: Pire, elles le font au travers de réseaux publicitaires qui réassemblent les données récupérées par une variété d'applis et de sites faits par différentes sociétés.

source: They use this data to manipulate people to buy things, and hunt for &ldquo;whales&rdquo; who can be led to spend a lot of money. They also use a back door to manipulate the game play for specific players.
fr: Elles utilisent ces données pour manipuler les gens afin qu'ils fassent des achats, et chassent les « baleines » qui peuvent dépenser beaucoup d'argent. Elles se servent également d'une porte dérobée pour manipuler le jeu de certains joueurs.

source: While the article describes gratis games, games that cost money can use the same tactics.
fr: L'article décrit des jeux gratuits, mais les jeux payants peuvent utiliser le même tactique.

source: Like most &ldquo;music screaming&rdquo; disservices, Spotify is based on proprietary malware (DRM and snooping). In August 2015 it <a href="http://www.theguardian.com/technology/2015/aug/21/spotify-faces-user-backlash-over-new-privacy-policy"> demanded users submit to increased snooping</a>, and some are starting to realize that it is nasty.
fr: Comme la plupart des mal-services « écorcheurs de musique », spotify est basé sur un logiciel malveillant propriétaire (DRM et fouinage). En août 2015, il a <a href="http://www.theguardian.com/technology/2015/aug/21/spotify-faces-user-backlash-over-new-privacy-policy">exigé de ses utilisateurs qu'ils se soumettent à un fouinage accru</a> et certains commencent à réaliser que c'est de la malfaisance.

source: This article shows the <a href="https://www.theregister.co.uk/2015/08/21/spotify_worse_than_the_nsa/"> twisted ways that they present snooping as a way to &ldquo;serve&rdquo; users better</a>&mdash;never mind whether they want that. This is a typical example of the attitude of the proprietary software industry towards those they have subjugated.
fr: Cet article montre <a href="https://www.theregister.co.uk/2015/08/21/spotify_worse_than_the_nsa/">leurs façons tordues de présenter le fouinage comme une manière de mieux « servir » les utilisateurs</a> – qu'importe si c'est ce qu'ils veulent ou non. Voilà un exemple typique de l'attitude de l'industrie du logiciel privateur envers ceux qu'ils ont assujetti.

source: Out, out, damned Spotify!
fr: Dehors, dehors, satané Spotify !

source: <a href="https://web.archive.org/web/20150905163414/http://www.pocket-lint.com/news/134954-cortana-is-always-listening-with-new-wake-on-voice-tech-even-when-windows-10-is-sleeping"> Intel devices will be able to listen for speech all the time, even when &ldquo;off.&rdquo;</a>
fr: <a href="https://web.archive.org/web/20150905163414/http://www.pocket-lint.com/news/134954-cortana-is-always-listening-with-new-wake-on-voice-tech-even-when-windows-10-is-sleeping">Les appareils d'Intel seront capables d'écouter la voix en permanence, même « à l'arrêt »</a>.
